Repository: 8bitkevin/everipedia-languages
Catalog: *.po
Languages: fr, it, pt

source: Suchet Dhindsa is a Norwegian economist, entrepreneur, and investor. Suchet has 10 years of experience in global expansion strategy, venture capital and emerging technologies.
fr: Suchet Dhindsa est un économiste, entrepreneur et investisseur norvégien. Suchet a 10 ans d'expérience en stratégie d'expansion mondiale, capital-risque et technologies émergentes.
it: Suchet Dhindsa è un economista, imprenditore e investitore norvegese. Suchet ha 10 anni di esperienza nella strategia di espansione globale, nel venture capital e nelle tecnologie emergenti.
pt: Suchet Dhindsa é um economista, empresário e investidor norueguês. Suchet tem 10 anos de experiência em estratégia de expansão global, capital de risco e tecnologias emergentes.

source: Supported Exchanges
fr: Changes pris en charge:
it: Piattaforme di Exchange Supportate
pt: Trocas Suportadas

source: Supported Wallets
fr: Portefeuilles Pris en Charge
it: Wallets supportati
pt: Carteiras Suportadas

source: TOTAL EDITS
fr: TOTAL DES MODIFICATIONS
it: MODIFICHE TOTALI
pt: TOTAL DE EDITES

source: TRANSACTION FAILED!
fr: LA TRANSACTION A ÉCHOUÉ !
it: TRANSAZIONE FALLITA!
pt: A TRANSACÇÃO FALHOU!

source: TRANSACTION SUCCESSFUL!
fr: Transaction effectuée
it: Transazione eseguita con successo
pt: Transação bem sucedida

source: TRENDING
fr: TENDANCES
pt: TENDÊNCIA

source: Table
fr: Table des matières et faits pour ce wiki
it: Indice e dati per questo wiki
pt: Tabela de conteúdos e fatos para este wiki

source: Taking the Online Encyclopedia into the Modern Age
fr: Faire entrer l'encyclopédie en ligne dans l'ère moderne
it: Portare l'enciclopedia online nell'era moderna
pt: Levando a Enciclopédia Online para a Idade Moderna

source: Telephone
fr: Téléphone
it: Telefono
pt: Telefone

source: Terms
fr: Modalités
it: Termini
pt: Termos

source: Thanks for trialing Everipedia. Looks like you’ve been making edits and have run out of the trial IQ Tokens. You can unlock the full potential of Everipedia and get more tokens with a Scatter login.
fr: Merci d'avoir essayé Everipedia. On dirait que vous avez fait des modifications et que vous n'avez plus d'étiquettes des jetons de QI d'essai. Vous pouvez débloquer le plein potentiel d'Everipedia et obtenir plus de jetons avec un Se connecter à Scatter.
it: Grazie per aver provato Everipedia. Sembra che tu abbia fatto delle modifiche e che tu abbia finito il tuo lavoro gettoni di prova IQ. È possibile sbloccare tutto il potenziale di Everipedia e ottenere più gettoni con un'opzione Spargete il login.
pt: Obrigado por testares a Everipedia. Parece que tens andado a fazer edições e já não tens mais tokens de QI de ensaio. Pode desbloquear todo o potencial da Everipedia e obter mais fichas com um Login de dispersão.

source: Thanks for using Everipedia. Looks like you have run out of IQ Tokens. You can get more tokens at one of
fr: Merci d'utiliser Everipedia. On dirait que tu n'as plus de jetons de QI. Vous pouvez obtenir plus de jetons à l'une des
it: Grazie per aver usato Everipedia. Sembra che tu abbia esaurito i gettoni del QI. È possibile ottenere più gettoni in una delle
pt: Obrigado por usar a Everipedia. Parece que ficou sem fichas de QI. Você pode obter mais tokens em um dos

source: Thanks to new technology, it is now possible for Everipedia to move beyond Wikipedia just like how we moved beyond Britannica almost two decades ago.
fr: Grâce aux nouvelles technologies, il est maintenant possible pour Everipedia d'aller au-delà de Wikipedia, tout comme nous l'avons fait pour Britannica il y a presque vingt ans.
it: Grazie alle nuove tecnologie, Everipedia è ora in grado di andare oltre Wikipedia, proprio come abbiamo fatto quasi due decenni fa.
pt: Graças à nova tecnologia, agora é possível para a Everipedia ir além da Wikipédia da mesma forma como fomos além da Britânica há quase duas décadas.

source: The Encyclopedia of Everything.
fr: Everipedia, l'encyclopédie qui aborde tous les sujets
it: Everipedia, l'enciclopedia di tutto
pt: Everipedia, a enciclopédia de tudo

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia
fr: La chaîne de blocs Everipedia IQ fournit un nouveau changement de paradigme et une nouvelle économie du savoir pour perturber l'ancien modèle d'encyclopédie centralisée du savoir sur Internet similaire à Wikipedia
it: L'Everipedia IQ blockchain fornisce un nuovo paradigma di cambiamento ed economia della conoscenza per distruggere il vecchio modello di enciclopedia della conoscenza centralizzata su Internet simile a Wikipedia
pt: O blockchain IQ da Everipedia fornece uma nova mudança de paradigma e economia do conhecimento para perturbar o velho modelo centralizado de enciclopédia de conhecimento da internet, semelhante ao da Wikipédia

source: The Wiki Encyclopedia for Everything, Everyone, Everywhere.
fr: L'Encyclopédie Wiki pour tout, tout le monde, partout.
it: L'enciclopedia Wiki per tutto, tutti, ovunque.
pt: A Enciclopédia Wiki para Tudo, Todos, Em Qualquer Lugar.

source: The infobox is designed for concise, easy-to-access information.
fr: L'infobox est conçu pour des informations concises et faciles d'accès.
it: L'infobox è progettato per informazioni concise e di facile accesso.
pt: A infobox foi concebida para fornecer informações concisas e de fácil acesso.

source: Theodor Forselius is a Swedish Internet entrepreneur and programmer. He co-founded Everipedia at the age of 20, gaining experience in digital advertising, web development, and online gaming industries in the process.
fr: Theodor Forselius est un entrepreneur et programmeur suédois de l'Internet. Il a cofondé Everipedia à l'âge de 20 ans, acquérant ainsi de l'expérience dans la publicité numérique, le développement Web et les industries du jeu en ligne.
it: Theodor Forselius è un imprenditore e programmatore svedese di Internet. È co-fondatore di Everipedia all'età di 20 anni, acquisendo esperienza nel campo della pubblicità digitale, dello sviluppo web e del gaming online.
pt: Theodor Forselius é um empresário e programador sueco da Internet. Ele co-fundou a Everipedia aos 20 anos de idade, ganhando experiência em publicidade digital, desenvolvimento web e indústrias de jogos online no processo.

source: There are currently no boosts for this page
fr: Il n'y a actuellement aucune impulsion pour cette page
it: Al momento non ci sono boosts per questa pagina
pt: Não há atualmente nenhum reforço para esta página

source: There have been no recent edits to this article. Be the first person to update it.
fr: Il n'y a pas eu de modifications récentes à cet article. Soyez la première personne à le mettre à jour.
it: Non ci sono state modifiche recenti a questo articolo. Sii la prima persona ad aggiornarlo.
pt: Não houve edições recentes deste artigo. Seja a primeira pessoa a actualizá-lo.

source: There is no activity on this article.
fr: Il n'y a aucune activité sur cet article.
it: Non ci sono attività su questo articolo.
pt: Não há atividade neste artigo.

source: There was an issue recording your edit.
fr: Il y a eu un problème lors de l'enregistrement de votre montage.
it: C'è stato un problema a registrare il tuo montaggio.
pt: Houve um problema ao gravar a sua edição.

source: These exchanges do not require signup, only Scatter
fr: Ces échanges ne nécessitent pas d'inscription, seulement Scatter
it: Questi scambi non richiedono l'iscrizione, solo Scatter
pt: Estas trocas não requerem inscrição, apenas Scatter

source: These exchanges require personal information for signup, but may have additional features and fiat currency deposits / withdrawals
fr: Ces échanges nécessitent des informations personnelles pour s'inscrire, mais peuvent avoir des caractéristiques supplémentaires et des dépôts / retraits en monnaie fiduciaire
it: Questi scambi richiedono informazioni personali per l'iscrizione, ma possono avere caratteristiche aggiuntive e fiat depositi / prelievi di valuta
pt: Essas trocas requerem informações pessoais para inscrição, mas podem ter características adicionais e depósitos/saques em moeda fiduciária

source: Thing
fr: Objet
it: La cosa
pt: Objeto

source: This is not the most recent version of this article. See the latest version here:
fr: Il ne s'agit pas de la version la plus récente de cet article. Voir la dernière version ici :
it: Questa non è la versione più recente di questo articolo. Vedi l'ultima versione qui:
pt: Esta não é a versão mais recente deste artigo. Veja a última versão aqui:

source: This page is locked to new edits.
fr: Cette page est verrouillée à de nouvelles modifications.
it: Questa pagina è bloccata a nuove modifiche.
pt: Esta página está bloqueada para novas edições.

source: Title Not Available
fr: Titre Non disponible
it: Titolo non disponibile
pt: Título Não disponível

source: To edit this article right now, use the desktop version of the site.
fr: Pour éditer cet article dès maintenant, utilisez la version de bureau du site.
it: Per modificare questo articolo in questo momento, utilizzare la versione desktop del sito.
pt: Para editar este artigo agora mesmo, use a versão desktop do site.

source: To make an edit or create an article, you need an Everipedia account. You can sign up for a trial account using a social account or use Scatter to unlock Everipedia’s full features, including voting on article edits and earning IQ rewards.
fr: Pour faire une modification ou créer un article, vous avez besoin d'un compte Everipedia. Vous pouvez vous inscrire pour un en utilisant un compte social ou utilisez Scatter pour débloquer toutes les fonctionnalités d'Everipedia, y compris le vote sur les révisions d'articles et l'obtention de récompenses pour le QI.
it: Per fare una modifica o creare un articolo, hai bisogno di un account Everipedia. È possibile iscriversi a un conto di prova utilizzando un account sociale o utilizzare Scatter per sbloccare tutte le funzionalità di Everipedia, compreso il voto sulle modifiche agli articoli e il conseguimento di premi per il QI.
pt: Para fazer uma edição ou criar um artigo, você precisa de uma conta Everipedia. Você pode se inscrever para um experimente uma conta de demonstração usando uma conta social ou use o Scatter para desbloquear todas as funcionalidades da Everipedia, incluindo votar em edições de artigos e ganhar recompensas de QI.

source: Total Balance
fr: Solde final
it: Saldo
pt: Balanço Total

source: Total Rewards
fr: Récompenses totales
it: Premi totali
pt: Recompensas totais

source: Transaction failed!
fr: LA TRANSACTION A ÉCHOUÉ !
it: TRANSAZIONE FALLITA!
pt: A TRANSACÇÃO FALHOU!

source: Transaction successful!
fr: Transaction effectuée
it: Transazione eseguita con successo
pt: Transação bem sucedida

source: Travis Moore is an Italian-American computer programmer, angel investor and entrepreneur from Thousand Oaks, a suburb of Los Angeles. He co-founded Everipedia after graduating from UCLA with degrees in Molecular Biology, Biochemistry, and Neuroscience in 2011.
fr: Travis Moore est un programmeur informatique italo-américain, investisseur providentiel et entrepreneur originaire de Thousand Oaks, une banlieue de Los Angeles. Il a cofondé Everipedia après avoir obtenu un diplôme en biologie moléculaire, biochimie et neurosciences de l'UCLA en 2011.
it: Travis Moore è un programmatore informatico italo-americano, angelo investitore e imprenditore di Thousand Oaks, un sobborgo di Los Angeles. E' stato co-fondatore di Everipedia dopo essersi laureato in Biologia Molecolare, Biochimica e Neuroscienze nel 2011.
pt: Travis Moore é um programador de computadores ítalo-americano, investidor anjo e empresário de Thousand Oaks, um subúrbio de Los Angeles. Co-fundou a Everipedia depois de se ter licenciado em Biologia Molecular, Bioquímica e Neurociência pela UCLA em 2011.

source: Try Again
fr: Essayer de nouveau
it: Si prega di riprovare
pt: Tente Novamente

source: Try again
fr: Réessayer
it: Riprova
pt: Tente novamente

source: Type
fr: Tapez ici pour filtrer la liste des %s disponibles.
it: Tipo
pt: Tipo

source: Type to search...
fr: Type à rechercher…
it: Tipo di cerca...
pt: Digite o que você procura…

source: URL Slug
it: Slug URL
pt: URL

source: Undo Changes
fr: Annuler les modifications
it: Annulla le modifiche
pt: Desfazer

source: Updated
fr: Mis à jour
it: Aggiornato
pt: Atualizado

source: Upload from computer
fr: Télécharger à partir de l'ordinateur
it: Carica dal computer
pt: Carregar a partir do computador

source: Uploading...
fr: Téléchargement...
pt: Enviando...

source: Uploading....
fr: Téléchargement.......
it: Caricamento........
pt: A carregar...

source: VIEWS
fr: Vues
it: Visualizzazioni
pt: Visualizações

source: VOTES
it: voti
pt: votos

source: Value
fr: Valeur
it: Valore
pt: Valor

source: Value(s)
fr: Valeur(s)
it: Valore(s)
pt: Valor(es)

source: Verify Account
fr: Vérifier le compte
it: Verifica l'account
pt: Verificar Conta

source: View
fr: Vues
it: Visualizzazioni
pt: Visualizações

source: View Edit
fr: Voir Modifier
it: Visualizza Modifica
pt: Ver Editar

source: View History
fr: Voir l’historique
it: Visualizza lo storico
pt: Ver Histórico

source: View Transaction
fr: Voir la transaction
it: Visualizza Transazione
pt: Ver Transação

source: View blockchain transaction
fr: Afficher la transaction de la chaîne de blocs
it: Visualizza transazione a catena di blocco
pt: Exibir transação em blockchain

source: View edit
fr: Voir modifier
it: Visualizza modifica
pt: Ver editar

source: Views
fr: Vues
it: Visualizzazioni
pt: Visualizações

source: Vote
fr: Voter
it: Vota
pt: Votar

source: Vote accepted
fr: Vote accepté
it: Voto accettato
pt: Voto aceite

source: Vote amount
fr: Montant du crédit
it: Vota l'importo
pt: Montante do voto

source: Vote now
fr: VOTEZ MAINTENANT
it: VOTA ORA
pt: VOTE AGORA

source: Vote on these article changes
fr: Votez sur ces changements d'article
it: Vota su queste modifiche all'articolo
pt: Votação sobre estas alterações ao artigo

source: Vote rejected
fr: Vote rejeté
it: Voto respinto
pt: Voto rejeitado

source: Voted
fr: Voté
it: Votato
pt: Votou

source: Votes
it: voti
pt: votos

source: Voting Closes
fr: Clôture du scrutin
it: La votazione si chiude
pt: Fechamentos de Votação

source: Voting Failed
fr: Échec du vote
it: Voto non riuscito
pt: Falha na votação

source: WEEK
fr: Semaine
it: Settimana
pt: Semana

source: Wait a moment while we load Lynx.
fr: Attendez un moment pendant qu'on charge Lynx.
it: Aspetta un momento mentre carichiamo Lince.
pt: Espera um momento enquanto carregamos o Lynx.

source: Wait a moment while we load Scatter – If you don’t see the Scatter window, check if it has loaded behind your current window.
fr: Attendez un moment pendant que nous chargeons Scatter - Si vous ne voyez pas la fenêtre Scatter, vérifiez si elle s'est chargée derrière votre fenêtre actuelle.
it: Aspetta un attimo mentre carichiamo Scatter - Se non vedi la finestra Scatter, controlla se è stata caricata dietro la finestra corrente.
pt: Espere um momento enquanto carregamos o Scatter - Se não vir a janela Scatter, verifique se esta foi carregada atrás da sua janela actual.

source: Wait a moment while we load Scatter. If you do not see the Scatter window, check if it has loaded behind your current window.
fr: Attendez un moment pendant qu'on charge Scatter. Si vous ne voyez pas la fenêtre Scatter, vérifiez si elle s'est chargée derrière votre fenêtre actuelle.
it: Aspetta un attimo mentre carichiamo Scatter. Se non si vede la finestra di dispersione, controllare se è stata caricata dietro la finestra corrente.
pt: Espere um momento enquanto carregamos o Scatter. Se você não vir a janela Dispersar, verifique se ela foi carregada atrás da sua janela atual.

source: Wait a moment while we load Scatter. If you don’t see the Scatter window, check if it has loaded behind your current window.
fr: Attendez un moment pendant qu'on charge Scatter. Si vous ne voyez pas la fenêtre Scatter, vérifiez si elle s'est chargée derrière votre fenêtre actuelle.
it: Aspetta un attimo mentre carichiamo Scatter. Se non si vede la finestra di dispersione, controllare se è stata caricata dietro la finestra corrente.
pt: Espere um momento enquanto carregamos o Scatter. Se você não vir a janela Scatter, verifique se ela foi carregada atrás da sua janela atual.

source: Wait a moment while we load the Lynx transaction window.
fr: Attendez un moment pendant que nous chargeons la fenêtre de transaction Lynx.
it: Aspetta un momento mentre carichiamo la finestra di transazione Lynx.
pt: Espere um momento enquanto carregamos a janela de transacção do Lynx.

source: Wait a moment while we load your account. You will be redirected to OreID to confirm your proposed edit. You may be required to enter the pin that you created when you set up your account.
fr: Attendez un moment pendant que nous chargeons votre compte. Vous serez redirigé vers OreID pour confirmer la modification proposée. Vous devrez peut-être entrer le code PIN que vous avez créé lors de la création de votre compte.
it: Aspetta un attimo mentre carichiamo il tuo account. Verrai reindirizzato a OreID per confermare la modifica proposta. Potrebbe esservi richiesto di inserire la spilla che avete creato al momento della creazione del vostro account.
pt: Espere um momento enquanto carregamos a sua conta. Você será redirecionado para o OreID para confirmar sua proposta de edição. Você pode ser solicitado a digitar o pino que você criou ao configurar sua conta.

source: Wait a moment while we load your account. You will be redirected to OreID to confirm your proposed edit. You may be required to enter the pin that you created when you set up your account.
fr: Attendez un moment pendant que nous chargeons votre compte. Vous serez redirigé vers OreID pour confirmer la modification proposée. Vous devrez peut-être entrer le code PIN que vous avez créé lors de la création de votre compte.
it: Aspetta un attimo mentre carichiamo il tuo account. Verrai reindirizzato a OreID per confermare la modifica proposta. Potrebbe esservi richiesto di inserire la spilla che avete creato al momento della creazione del vostro account.
pt: Espere um momento enquanto carregamos a sua conta. Você será redirecionado para o OreID para confirmar sua proposta de edição. Você pode ser solicitado a digitar o pino que você criou ao configurar sua conta.

source: Wait a moment while we load your wallet. If you don’t see the wallet window, check if it has loaded behind your current window.
fr: Attendez un instant pendant qu'on charge votre portefeuille. Si vous ne voyez pas la fenêtre du portefeuille, vérifiez s'il s'est chargé derrière votre fenêtre actuelle.
it: Aspetta un attimo mentre carichiamo il tuo portafoglio. Se non vedi la finestra del portafoglio, controlla se è stata caricata dietro la finestra corrente.
pt: Espera um momento enquanto carregamos a tua carteira. Se você não vir a janela da carteira, verifique se ela foi carregada atrás da sua janela atual.

source: Wait a moment while we redirect you to Ore ID. You will be returned here once you have completed signing
fr: Attendez un moment pendant qu'on vous redirige vers Ore ID. Vous serez renvoyé ici une fois que vous aurez terminé de signer
it: Aspetta un attimo mentre ti reindirizziamo a Ore ID. Sarete restituiti qui una volta che avrete completato la firma
pt: Espera um momento enquanto te redireccionamos para o Ore ID. Você será devolvido aqui uma vez que você tenha completado a assinatura

source: Warning
fr: Avertissement
it: Attenzione
pt: Atenção

source: Warning: Your public profile will be visible to everyone and stored on-chain
fr: Avertissement : Votre profil public sera visible par tous et stocké sur la chaîne
it: Attenzione: Il tuo profilo pubblico sarà visibile a tutti e memorizzato in catena
pt: Aviso: Seu perfil público será visível para todos e armazenado na cadeia

source: We received the following error
fr: Nous avons reçu l'erreur suivante
it: Abbiamo ricevuto il seguente errore
pt: Recebemos o seguinte erro

source: We'd love to hear from you
fr: Nous aimerions avoir de vos nouvelles
it: Ci piacerebbe sentire da voi
pt: Gostaríamos muito de ouvir de você

source: Welcome
fr: Bienvenue
it: Benvenuto
pt: Bem-vindo

source: What article do you want to link to?
fr: Vers quel article voulez-vous créer un lien ?
it: A quale articolo vuoi collegare?
pt: Para que artigo você quer linkar?

source: Worth
fr: Valeur
it: Valore
pt: Vale

source: Write a message
fr: Écrire message
it: Scrivi un messaggio
pt: Escrever mensagem

source: Write a message...
fr: Écrivez un message…
it: Scrieti aici mesajul...
pt: Digite uma mensagem...

source: Write your message below to start the conversation
fr: Ecrivez votre message ci-dessous pour démarrer la conversation
it: Scrivi il tuo messaggio qui sotto per iniziare la conversazione
pt: Escreva sua mensagem abaixo para iniciar a conversa

source: Yes
fr: Oui
it: Si
pt: Sim

source: You are out of IQ.
fr: Tu n'as plus de QI.
it: Hai un quoziente d'intelligenza.
pt: Estás sem QI.

source: You can
fr: Vous pouvez également créer un nouvel article wiki en cliquant ici.
it: Puoi anche creare un nuovo articolo wiki cliccando qui.
pt: Você também pode criar um novo artigo wiki clicando aqui.

source: You can boost with any amount of IQ. Your future voting power increases the more you boost!
fr: Vous pouvez augmenter votre QI avec n'importe quelle quantité de QI. Votre pouvoir de vote futur augmente d'autant plus que vous augmentez !
it: È possibile aumentare il QI con qualsiasi quantità di QI. Il tuo futuro potere di voto aumenterà, più aumenterà la tua forza di voto!
pt: Podes aumentar com qualquer quantidade de QI. Seu poder de voto futuro aumenta quanto mais você aumenta!

source: You can vote with any amount of IQ. If you vote with the majority, you will receive a reward that is proportional to the amount you vote!
fr: Vous pouvez voter avec n'importe quel QI. Si vous votez avec la majorité, vous recevrez une récompense proportionnelle au montant de votre vote !
it: Puoi votare con qualsiasi quantità di QI. Se voti con la maggioranza, riceverai una ricompensa proporzionale all'ammontare del tuo voto!
pt: Você pode votar com qualquer quantidade de QI. Se você votar com a maioria, você receberá uma recompensa que é proporcional ao valor que você votar!

source: You don't have any notifications yet.
fr: Vous n'avez pas encore de notifications.
it: Non hai ancora nessuna notifica.
pt: Ainda não tens nenhuma notificação.

source: You may have received this error for a variety of reasons. The most common reasons:
fr: Vous avez peut-être reçu cette erreur pour diverses raisons. Les raisons les plus courantes :
it: L'errore potrebbe essere stato ricevuto per una serie di motivi diversi. Le ragioni più comuni:
pt: Você pode ter recebido este erro por vários motivos. As razões mais comuns:

source: You must be logged in to participate in chat
fr: Vous devez être connecté pour participer au chat
it: Devi essere loggato per partecipare alla chat
pt: Você deve estar logado para participar do bate-papo

source: You must login to vote
fr: Vous devez vous connecter pour voter
it: Per votare è necessario effettuare il login
pt: Você deve entrar para votar

source: You need to make an edit before you can vote with your Ore ID account
fr: Vous devez faire une modification avant de pouvoir voter avec votre compte Ore ID
it: È necessario effettuare una modifica prima di poter votare con il proprio account Ore ID
pt: Você precisa fazer uma edição antes de poder votar com sua conta Ore ID

source: Your Boost was Successful
fr: Votre coup de pouce a été couronné de succès
it: Il tuo Boost ha avuto successo
pt: Seu impulso foi bem sucedido
