Repository: 8bitkevin/everipedia-languages
Catalog: *.po
Languages: fr, it, pt

source: Editing Wikipedia-imported pages is currently disabled, but is expected to be available in the future.
fr: L'édition des pages importées par Wikipédia est actuellement désactivée, mais devrait être disponible dans le futur.
it: La modifica delle pagine importate da Wikipedia è attualmente disabilitata, ma dovrebbe essere disponibile in futuro.
pt: A edição de páginas importadas pela Wikipedia está atualmente desativada, mas espera-se que esteja disponível no futuro.

source: Editor
fr: Consulter le Profil du Rédacteur
it: Vai al Profilo dell'Editor
pt: Ir para o perfil do editor

source: Edits
fr: Modifier
it: Modifica
pt: Editar

source: Edits Proposed
fr: Modifications proposées
it: Modifiche proposte
pt: Edições propostas

source: Electronics / Software
fr: Electronique / Logiciels
it: Elettronica/Software
pt: Eletrônicos/Software

source: Email Coming Soon
fr: Courriel Bientôt disponible
it: Email Prossimamente in arrivo
pt: Email Em Breve

source: Email address
fr: Adresse email
it: Indirizzo email
pt: Endereço de e-mail

source: End Date
fr: Date de fin
it: Data Fine
pt: Data Final

source: Ended
fr: Terminé
it: Terminata
pt: Terminou

source: Enter a URL
fr: Saisir une URL
it: Inserisci URL
pt: Indique uma URL

source: Enter a description
fr: Saisir un descriptif
it: Descrizione frontend:
pt: Digite uma descrição

source: Enter a search term
fr: Entrez un terme de recherche
it: Inserisci un termine da ricercare
pt: Digite um termo de pesquisa

source: Enter a type
fr: Entrez un type
it: Inserisci un tipo
pt: Entrar um tipo

source: Enter the code that was sent to your email address. If you haven't received a code, go back and try again.
fr: Entrez le code qui a été envoyé à votre adresse e-mail. Si vous n'avez pas reçu de code, revenez en arrière et réessayez.
it: Inserisci il codice che è stato inviato al tuo indirizzo e-mail. Se non hai ricevuto un codice, torna indietro e riprova.
pt: Introduza o código que foi enviado para o seu endereço de e-mail. Se não recebeu um código, volte atrás e tente novamente.

source: Enter your email and we'll send a code to that email address.
fr: Entrez votre email et nous vous enverrons un code à cette adresse email.
it: Inserisci la tua email e ti invieremo un codice a quell'indirizzo email.
pt: Digite seu e-mail e nós enviaremos um código para esse endereço de e-mail.

source: Enter your message...
fr: Saisissez votre message…
it: Inserisci il tuo messaggio…
pt: Introduzca su mensaje

source: Error
fr: Erreur
it: Errore
pt: Erro

source: Error code
fr: Code d’erreur
it: 错误代码
pt: Código de erro

source: Ethnicity
fr: Ethnicité
it: Etnia
pt: Etnia

source: Event
fr: Evénement
it: Evento
pt: Evento

source: Everipedia
fr: S’Identifier sur Everipedia
it: Accedi a Everipedia
pt: Entrar no Everipedia

source: Everipedia Chat
fr: Chat Everipedia
pt: Chat Everipedia

source: Everipedia allows you to create an article about anything as long as you have a citation. This allows for a much broader scope of content in the knowledge base.
fr: Everipedia vous permet de créer un article sur n'importe quoi tant que vous avez une citation. Cela permet d'élargir considérablement la portée du contenu de la base de connaissances.
it: Everipedia ti permette di creare un articolo su qualsiasi cosa, purché tu abbia una citazione. Ciò consente di ampliare notevolmente la portata dei contenuti della base di conoscenze.
pt: A Everipedia permite-lhe criar um artigo sobre qualquer coisa desde que tenha uma citação. Isto permite um âmbito muito mais vasto de conteúdos na base de conhecimentos.

source: Everipedia offers a space for you to dive into anything you find interesting, connect with people who share your interests, and contribute your own perspective.
fr: Everipedia vous offre un espace pour plonger dans tout ce qui vous intéresse, entrer en contact avec des gens qui partagent vos intérêts et apporter votre propre perspective.
it: Everipedia ti offre uno spazio per tuffarti in tutto ciò che trovi interessante, entrare in contatto con persone che condividono i tuoi interessi e contribuire con il tuo punto di vista.
pt: A Everipedia oferece um espaço para você mergulhar em qualquer coisa que ache interessante, conectar-se com pessoas que compartilham seus interesses e contribuir com sua própria perspectiva.

source: Everipedia uses blockchain technology to help us fulfill our vision for a world where all knowledge is available to all people - a world in which everyone, everywhere can participate in sharing what they know and providing value to others.
fr: Everipedia utilise la technologie de la chaîne de blocs pour nous aider à réaliser notre vision d'un monde où toutes les connaissances sont accessibles à tous - un monde dans lequel chacun, partout dans le monde, peut participer au partage de ce qu'il sait et apporter de la valeur aux autres.
it: Everipedia utilizza la tecnologia blockchain per aiutarci a realizzare la nostra visione di un mondo in cui tutta la conoscenza è a disposizione di tutte le persone - un mondo in cui tutti, ovunque, possono partecipare a condividere ciò che sanno e dare valore agli altri.
pt: A Everipedia utiliza a tecnologia blockchain para nos ajudar a concretizar a nossa visão de um mundo onde todo o conhecimento está disponível para todas as pessoas - um mundo em que todos, em todo o lado, podem participar na partilha do que sabem e fornecer valor aos outros.

source: Everipedia’s design and features have been built for the modern age.
fr: Le design et les caractéristiques d'Everipedia ont été conçus pour les temps modernes.
it: Il design e le caratteristiche di Everipedia sono stati costruiti per l'età moderna.
pt: O design e as características da Everipedia foram construídos para a era moderna.

source: Everipedia’s vibrant community is open and welcoming to everyone. We’re already one of the world’s largest encyclopedias, but we’re far from complete. Join us today.
fr: La communauté dynamique d'Everipedia est ouverte et accueillante pour tous. Nous sommes déjà l'une des plus grandes encyclopédies du monde, mais nous sommes loin d'être complets. Joignez-vous à nous aujourd'hui.
it: La vivace comunità di Everipedia è aperta e accogliente per tutti. Siamo già una delle enciclopedie più grandi del mondo, ma siamo tutt'altro che completi. Unitevi a noi oggi.
pt: A comunidade vibrante da Everipedia é aberta e acolhedora para todos. Já somos uma das maiores enciclopédias do mundo, mas estamos longe de estar completos. Junte-se a nós hoje.

source: Explore your curiosity.
fr: Explorez votre curiosité
it: Esplora la tua curiosità
pt: Explore a sua curiosidade

source: Explore your curiosity...
fr: Explorez votre curiosité
it: Esplora la tua curiosità
pt: Explore a sua curiosidade

source: FAQ
pt: Perguntas Frequentes

source: Failed to Vote
fr: Échec au vote
it: Non riuscito a votare
pt: Falha ao votar

source: Features
fr: Caractéristiques
it: Caratteristiche
pt: Características

source: Features include
fr: Les caractéristiques comprennent
it: Le caratteristiche includono
pt: As características incluem

source: Features of
fr: Caractéristiques de
it: Caratteristiche
pt: Características do

source: Fetch
fr: Importer
it: Recupera
pt: Buscar

source: Fetch Info
fr: Infos sur l'aller-retour
it: Info per il recupero
pt: Busca de Informação

source: Fetching...
fr: Récupération…
it: Recupero...
pt: Obtendo ...

source: File
fr: Fichier
pt: Arquivo

source: Filter citations
fr: Filtrer les citations
it: Citazioni dei filtri
pt: Citações de filtro

source: Financial Incentive
fr: Incitation financière
it: Incentivi Finanziari
pt: Incentivo financeiro

source: First Edit
fr: Première édition
it: Prima modifica
pt: Primeira edição

source: Formatting
fr: Mise en forme
it: Formattazione
pt: Formatando

source: Founded at
fr: Fondé à
it: Fondata a
pt: Fundada em

source: Founded on
fr: Fondé le
it: Fondata su
pt: Fundada em

source: Founder(s)
fr: Fondateur(s)
it: Fondatore(i)
pt: Fundador(es)

source: Frequently Asked Questions
fr: Questions fréquentes
it: Domande frequenti
pt: Perguntas Frequentes

source: From Wikipedia
fr: De Wikipédia
it: Da Wikipedia
pt: De Wikipedia

source: Full Name
fr: Nom complet
it: Nome Completo
pt: Nome Completo

source: Full name
fr: Nom complet
it: Nome Completo
pt: Nome Completo

source: Gender
fr: Sexe
it: Genere
pt: Gênero

source: General inquiry
fr: Demande d'ordre général
it: Indagine generale
pt: Consulta geral

source: Generated unique URL
fr: URL unique générée
it: URL unico generato
pt: URL única gerada

source: Genre
it: Genere
pt: Gênero

source: Get IQ
fr: Obtenir du QI
it: Ottieni IQ
pt: Obter o QI

source: Get Started
fr: Commencer
it: Inizia
pt: Iniciar

source: Get an Account
fr: Obtenir un compte
it: Ottenere un account
pt: Obter uma Conta

source: Get in Touch
fr: Nous écrire
it: Rimani in contatto
pt: Entrar em Contato

source: Get more IQ here
fr: Obtenez plus de QI ici
it: Richiedi più quoziente d'intelligenza qui
pt: Obtenha mais QI aqui

source: Grammar
fr: Grammaire
it: Grammatica
pt: Gramática

source: He/She likes to
fr: Il/elle aime
it: Gli piace
pt: Ele/ela gosta de

source: He/she was born in
fr: Il/elle est né(e) à
it: È nato in
pt: Nasceu em

source: History
fr: historique
it: cronologia
pt: histórico

source: Home
fr: Accueil
pt: Início

source: How can we help?
fr: Que pouvons-nous faire pour vous aider?
it: Possiamo aiutarti?
pt: Como podemos ajudar?

source: How it works
fr: Comment ça marche
it: Come funziona
pt: Como Funciona

source: How much IQ should I boost?
fr: Combien de QI devrais-je augmenter ?
it: Quanto quoziente intellettivo devo aumentare?
pt: Quanto QI devo aumentar?

source: How much IQ should I vote?
fr: Combien de QI devrais-je voter ?
it: Quanto IQ devo votare?
pt: Quanto QI devo votar?

source: I love Everipedia because everyone benefits, particularly the contributors. As an IQ token holder, I have an incentive to participate in the network.
fr: J'aime Everipedia parce que tout le monde en profite, surtout les contributeurs. En tant que détenteur d'un jeton IQ, j'ai un incitatif à participer au réseau.
it: Amo Everipedia perché tutti ne beneficiano, in particolare i collaboratori. Come titolare di un gettone IQ, ho un incentivo a partecipare alla rete.
pt: Adoro a Everipedia porque todos beneficiam, especialmente os contribuintes. Como titular de um token de QI, tenho um incentivo para participar na rede.

source: IN THE NEWS
fr: Dans les Actualités
it: Nelle News
pt: Na Mídia

source: IQ Token
fr: Jeton IQ
it: Gettone IQ
pt: Ficha IQ

source: IQ Tokens allow us to keep track and reward people for contributing to Everipedia, and as the value of the platform grows, the people who built it get to share in its success.
fr: Les jetons IQ nous permettent de suivre et de récompenser les personnes qui contribuent à Everipedia, et au fur et à mesure que la valeur de la plateforme augmente, les personnes qui l'ont construite participent à son succès.
it: IQ Tokens ci permette di tenere traccia e premiare le persone che hanno contribuito a Everipedia, e man mano che il valore della piattaforma cresce, le persone che l'hanno costruita possono condividere il suo successo.
pt: Os Tokens IQ permitem-nos acompanhar e recompensar as pessoas por contribuírem para a Everipedia, e à medida que o valor da plataforma cresce, as pessoas que a construíram partilham o seu sucesso.

source: IQ tokens power the Everipedia Network. They are used to contribute content to our ever-growing knowledge base and to vote for / against new articles and edits to existing articles. Contributors are rewarded in the form of IQ tokens. In addition, each token holder can also vote on upgrades and modifications to the system.
fr: Les jetons IQ alimentent le réseau Everipedia. Ils sont utilisés pour contribuer au contenu de notre site Web et de voter pour ou contre de nouveaux articles et des modifications aux articles existants articles. Les contributeurs sont récompensés sous forme de jetons de QI. De plus, chaque jeton peut également voter sur les mises à niveau et les modifications apportées au système.
it: IQ token alimentano Everipedia Network. Sono usati per contribuire con i contenuti al nostro una base di conoscenze in continua crescita e di votare a favore / contro i nuovi articoli e le modifiche a quelli esistenti articoli. I collaboratori sono ricompensati sotto forma di gettoni per il QI. Inoltre, ogni gettone il titolare può anche votare gli aggiornamenti e le modifiche al sistema.
pt: Os tokens de QI alimentam a Rede Everipedia. Eles são usados para contribuir com conteúdo para o nosso sempre crescente base de conhecimentos e a votar a favor / contra novos artigos e edições existentes artigos. Os contribuidores são recompensados na forma de tokens IQ. Além disso, cada ficha também pode votar nas atualizações e modificações do sistema.

source: ISBN (Book)
fr: ISBN (Livre)
it: ISBN (Libro)
pt: ISBN (Livro)

source: If it is rejected, the IQ tokens that you used to propose your edit will be locked up for a longer period of time, which is proportional to the difference between the total number of votes in the majority and the minority.
fr: S'il est rejeté, les jetons de QI que vous avez utilisés pour proposer votre révision seront bloqués plus longtemps, ce qui est proportionnel à la différence entre le nombre total de votes de la majorité et celui de la minorité.
it: Se viene rifiutato, i token IQ che hai usato per proporre la tua modifica saranno bloccati per un periodo di tempo più lungo, che è proporzionale alla differenza tra il numero totale dei voti della maggioranza e della minoranza.
pt: Se ele for rejeitado, os tokens de QI que você usou para propor sua edição serão bloqueados por um período mais longo de tempo, que é proporcional à diferença entre o número total de votos na maioria e na minoria.

source: If your vote is in the majority, you will receive an IQ reward in proportion to the amount of IQ you voted.
fr: Si votre vote est majoritaire, vous recevrez une récompense de QI proportionnelle au montant de votre QI voté.
it: Se il tuo voto è in maggioranza, riceverai un premio IQ proporzionale alla quantità di IQ che hai votato.
pt: Se o seu voto for maioritário, receberá uma recompensa de QI proporcional ao montante de QI que votou.

source: Image URL
fr: URL de l'image
it: URL del'Immagine
pt: URL da imagem

source: In the press
fr: Pour créer un lien vers une autre page Everipedia, cliquez sur le bouton 'Lier la page'. Vous pouvez également appuyer sur la touche '@' ou'@' au cours de votre saisie pour faire apparaître un menu déroulant. Nous vous recommandons de créer autant de liens que possible pour compléter efficacement les informations contenues sur chaque page.
it: Per linkare un'altra pagina Everipedia fare clic sul pulsante 'Linka Pagina'. È anche possibile premere il tasto '@' o '' quando si digita per far apparire un menù a tendina. Si cerchi di linkare quante più pagine necessarie per rendere ogni pagina quanto più ricca di informazioni.
pt: Para criar um link para outra página da Everipedia, clique no botão 'Vincular Página'. Você também pode pressionar a tecla '@' ao digitar e um menu suspenso deve aparecer. Tente vincular quantas páginas forem necessárias para tornar cada página tão rica e informativa quanto possível.

source: Increase your voting power by boosting!
fr: Augmentez votre pouvoir de vote en boostant !
it: Aumenta il tuo potere di voto aumentando!
pt: Aumente o seu poder de voto aumentando o seu poder de voto!

source: Indexed
fr: Indexé
it: Indicizzati
pt: Indexado

source: Info
pt: Informação

source: Infobox
pt: Caixa de informação

source: Information
fr: Information et outils sur le QI
it: Informazioni sul QI e strumenti
pt: IQ Informação e Ferramentas

source: Insert Above
fr: Insérer ci-dessus
it: Inserisci sopra
pt: Inserir Acima

source: Insert Below
fr: Insérer ci-dessous
it: Inserisci qui sotto
pt: Inserir abaixo

source: Insert Existing
fr: Insérer les données existantes
it: Inserisci Esistente
pt: Inserir Existente

source: Insert From Media Gallery
fr: Insérer à partir de la médiathèque
it: Inserisci dalla Media Gallery
pt: Inserir da Galeria de Mídia

source: Insert Left
fr: Insérer à gauche
it: Inserire a sinistra
pt: Inserir Esquerda

source: Insert New
fr: Insérer nouveau
it: Inserisci nuovo
pt: Inserir Novo

source: Insert Right
fr: Insérer à droite
it: Inserire a destra
pt: Inserir Direita

source: Investment Inquiry
fr: Demande de renseignements sur les placements
it: Richiesta di investimento
pt: Inquérito de Investimento

source: It looks like you may have unsaved edits. Would you like to continue?
fr: Il semble que vous ayez des modifications non sauvegardées. Voulez-vous continuer ?
it: Sembra che tu possa avere delle modifiche non salvate. Vuoi continuare?
pt: Parece que pode ter edições não guardadas. Gostarias de continuar?

source: Just getting started?
fr: Vous ne faites que commencer ?
it: E' appena iniziata?
pt: Está só a começar?

source: Kedar Iyer is a software engineer from Santa Clara, California. He has written two books about blockchain technology, including a textbook for Solidity developers on how to build decentralized applications on Ethereum.
fr: Kedar Iyer est un ingénieur logiciel de Santa Clara, Californie. Il est l'auteur de deux ouvrages sur la technologie de la chaîne de blocs, dont un manuel pour les développeurs de Solidity sur la façon de construire des applications décentralisées sur Ethereum.
it: Kedar Iyer è un ingegnere informatico di Santa Clara, California. Ha scritto due libri sulla tecnologia blockchain, incluso un libro di testo per gli sviluppatori di Solidity su come costruire applicazioni decentralizzate su Ethereum.
pt: Kedar Iyer é engenheiro de software de Santa Clara, Califórnia. Ele escreveu dois livros sobre tecnologia blockchain, incluindo um livro para desenvolvedores da Solidity sobre como construir aplicações descentralizadas no Ethereum.

source: Label
it: Etichetta
pt: Rótulo

source: Language
fr: Langue
it: Lingua
pt: Idioma

source: Larry Sanger is a knowledge project developer; his claim to fame is that he is the co-founder of Wikipedia. He has a Ph.D. in Philosophy from Ohio State University. When he is not working on knowledge projects, he plays the Irish fiddle and homeschools his two boys.
fr: Larry Sanger est un développeur de projets de connaissance ; sa prétention à la gloire est qu'il est le co-fondateur de Wikipedia. Il est titulaire d'un doctorat en philosophie de l'Ohio State University. Quand il ne travaille pas sur des projets de connaissances, il joue du violon irlandais et apprend à ses deux garçons à la maison.
it: Larry Sanger è uno sviluppatore di progetti di conoscenza; la sua pretesa di fama è che è il co-fondatore di Wikipedia. Ha un dottorato di ricerca in Filosofia presso la Ohio State University. Quando non sta lavorando a progetti di conoscenza, suona il violino irlandese e le scuole domestiche i suoi due ragazzi.
pt: Larry Sanger é um desenvolvedor de projetos de conhecimento; sua reivindicação à fama é que ele é o co-fundador da Wikipédia. É doutorado em Filosofia pela Universidade Estadual de Ohio. Quando não está a trabalhar em projectos de conhecimento, toca violino irlandês e os seus dois filhos nas escolas domésticas.

source: Last Edited
fr: Dernière modification
it: Ultime modifiche
pt: Última Edição

source: Last Modified(s)
fr: Dernière(s) modification(s)
it: Ultima(e) modifica(i)
pt: Última modificação(ões)

source: Latest from our blog
fr: Dernières nouvelles de notre blog
it: Ultime news dal nostro blog
pt: Novidades do nosso blog

source: Leaderboard
fr: Classement
it: Classifica
pt: Quadro de Líderes

source: Learn More
fr: Informations Supplémentaires
it: Scopri di più
pt: Saiba Mais

source: Learn how
fr: Apprendre
it: Imparare come
pt: Saiba como

source: Learn more
fr: Obtenir des informations supplémentaires
it: Scopri di più
pt: Saiba mais

source: Legal Status
fr: Statut juridique
it: Stato giuridico
pt: Estatuto Jurídico

source: Link to another Everipedia Article
fr: Lien vers un autre article d'Everipedia
it: Collegamento a un altro articolo di Everipedia
pt: Link para outro Artigo da Everipedia

source: Link to another existing Everipedia page
fr: Lien vers une autre page Everipedia existante
it: Link ad un'altra pagina Everipedia esistente
pt: Link para outra página Everipedia existente

source: Link to credible sources to support your edits
fr: Lien vers des sources crédibles à l'appui de vos révisions
it: Link a fonti credibili per supportare le tue modifiche
pt: Link para fontes confiáveis para apoiar suas edições

source: List
fr: Liste
it: Lista
pt: Lista

source: List / Ranking
fr: Liste / Classement
it: Lista/Ranking
pt: Listar/Ranking

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
fr: Les modifications permanentes du contenu effectuées en temps réel sur la blockchain échappent au contrôle d'une autorité centrale.
it: Modifiche in tempo reali e permanenti dei contenuti sulla blockchain, senza il controllo di un singolo ente centralizzato.
pt: Edições ao vivo e permanentes de conteúdo no blockchain além do controle de uma autoridade central.

source: Loading
fr: Chargement en cours..
it: Caricamento...
pt: Carregando..

source: Local File
fr: Fichier local
it: File locale
pt: Arquivo Local

source: Location
fr: Emplacement
it: Luogo
pt: Localização

source: Locked
fr: Verrouillé
it: Bloccato
pt: Bloqueado

source: Log in to chat
fr: Connectez-vous pour chatter
it: Accedi per chattare
pt: Entrar para conversar

source: Log in with Email
fr: Ouvrez une session par courriel
it: Accedi con l'e-mail
pt: Entrar com Email

source: Log in with Facebook
fr: Connexion avec Facebook
it: Entra con Facebook
pt: Entrar com o Facebook

source: Log in with Github
fr: Connectez-vous avec Github
it: Accedi con Github
pt: Entrar com Github

source: Log in with Google
fr: Se connecter avec Google
it: Accedi via Google
pt: Entrar com Google

source: Log in with Kakao
fr: Connectez-vous avec Kakao
it: Accedi con Kakao
pt: Entrar com Kakao

source: Log in with Line
fr: Connectez-vous avec Line
it: Accedi con Line
pt: Iniciar sessão com Linha

source: Log in with LinkedIn
fr: Connexion avec LinkedIn
it: Accedi con LinkedIn
pt: Entrar com o Instagram

source: Log in with Scatter
fr: Veuillez vous connecter avec Scatter
it: Accedi con Scatter
pt: Por favor, faça o login com o Scatter

source: Log in with Twitch
fr: Se connecter avec Twitch
it: Accedi con Twitch
pt: Entrar com Twitch

source: Log in with Twitter
fr: Connexion avec Twitter
it: Accedi con Twitter
pt: Entrar com Twitter

source: Log out
fr: Déconnexion
it: Esci
pt: Sair

source: Login
fr: Connexion
it: Accedi
pt: Entrar

source: Login / Create Account
fr: Connexion / Créer un compte
it: Accedi / Crea account
pt: Login / Criar Conta

source: Login to Chat
fr: Connectez-vous pour chatter
it: Accedi per chattare
pt: Entrar para conversar

source: Login to Everipedia
fr: Se connecter à Everipedia
it: Accedi a Everipedia
pt: Entrar na Everipedia

source: Login to Start Contributing
fr: Ouvrez une session pour commencer à contribuer
it: Accedi per iniziare a contribuire
pt: Login para começar a contribuir

source: Login to participate in article chat
fr: Connectez-vous pour participer au chat article
it: Accedi per partecipare alla chat degli articoli
pt: Login para participar no chat do artigo

source: Login to participate in article chat.
fr: Connectez-vous pour participer au chat article.
it: Accedi per partecipare alla chat degli articoli.
pt: Login para participar no chat do artigo.

source: Login with Facebook
fr: Se connecter avec Facebook
it: Accedi con Facebook
pt: Entrar com Facebook
