Repository: 8bitkevin/everipedia-languages
Catalog: *.po
Languages: fr, it, pt

source: + Create an Account / Login
fr: + Créer un compte / Se connecter
it: + Crea un account / Accedi
pt: + Criar uma Conta / Login

source: 0 Messages
fr: Messages
it: Messaggi
pt: Mensagens

source: 0 Participants
fr: Participants
it: Partecipanti
pt: Participantes

source: 1 MONTH
fr: 1 MOIS
it: 1 MESE
pt: 1 MÊS

source: 1 Message
it: 1 Messaggio
pt: 1 Mensagem

source: 1 Participant
it: 1 partecipante
pt: 1 Participante

source: 1 YEAR
fr: 1 ANNÉE
it: 1 ANNO
pt: 1 ANO

source: 3 MONTHS
fr: 3 MOIS
it: 3 MESI
pt: 3 MESES

source: 6 MONTHS
fr: 6 MOIS
it: 6 MESI
pt: 6 MESES

source: 7 DAYS
fr: 7 JOURS
it: 7 GIORNI
pt: 7 DIAS

source: A universe of knowledge.
fr: Un univers de connaissances.
it: Un universo di conoscenza.
pt: Um universo de conhecimento.

source: ALL TIME
fr: Tout le temps
it: Sempre
pt: Desde sempre

source: API by
fr: API conçue par
it: API da
pt: API por

source: ARTICLE HISTORY
fr: HISTORIQUE DE L'ARTICLE
it: STORIA DELL'ARTICOLO
pt: HISTÓRICO DO ARTIGO

source: ARTICLE VIEWS
fr: VUES D'ENSEMBLE DE L'ARTICLE
it: ARTICOLO VISTE
pt: VISÕES DO ARTIGO

source: ARTICLES
fr: Les articles sont récupérés en utilisant IPFS et EOS Storage. La majorité du QI est distribuée pendant l’airdrop.
it: Gli articoli vengono recuperati utilizzando IPFS e EOS Storage. La maggior parte degli IQ viene distribuita durante l'airdrop.
pt: Os artigos são buscados usando o IPFS e o EOS Storage. Maioria do QI sendo distribuída durante o lançamento.

source: AS SEEN IN
fr: Comme on le voit dans
it: Come visto in
pt: Como visto em

source: AVAILABLE BALANCE
fr: SOLDE DISPONIBLE
it: SALDO DISPONIBILE
pt: SALDO DISPONÍVEL

source: About
fr: A propos de
pt: Sobre

source: About Everipedia
fr: À Propos d'Everipedia
it: Informazioni su Everipedia
pt: Sobre a Everipedia

source: About Me
fr: À propos de moi
it: Su di me
pt: Sobre Mim

source: About Me must be longer than 3 characters
fr: A propos de moi doit avoir plus de 3 caractères
it: About Me deve essere più lungo di 3 caratteri
pt: Sobre mim deve ter mais de 3 caracteres

source: Accept
fr: Accepter
it: Accetta
pt: Aceitar

source: Accepted
fr: Accepté
it: Accettato
pt: Aceito

source: Account
fr: Compte
pt: Conta

source: Account Issues
fr: Compte
it: Account
pt: Conta

source: Account Name
fr: Nom du compte
it: Nome Account
pt: Nome da conta

source: Active Boosts
fr: Boosts actifs
it: Stimolatori attivi
pt: Boosts Ativos

source: Active Voting
fr: Vote actif
it: Voto attivo
pt: Votação Ativa

source: Activity
fr: Limite d'activité atteinte
it: Limite di attività raggiunto
pt: Limite de atividade atingido

source: Add
fr: Ajouter Nouvel Elément Infobox
it: Aggiungi nuovo elemento Infobox
pt: Adicionar nova Caixa de informação

source: Add Another
fr: Ajouter un autre
it: Aggiungi un Altro
pt: Adicionar Outro

source: Add Citation
fr: Ajouter une citation
it: Aggiungete l'encomio
pt: Adicionar Citação

source: Add First Category
fr: Ajouter la première catégorie
it: Aggiungi prima categoria
pt: Adicionar Primeira Categoria

source: Add Image or Video to Media Gallery
fr: Ajouter une image ou une vidéo à la galerie média
it: Aggiunta di immagini o video alla galleria multimediale
pt: Adicionar imagem ou vídeo à Galeria de Mídia

source: Add Inline Image
fr: Ajouter une image en ligne
it: Aggiungi immagine in linea
pt: Adicionar Imagem Inline

source: Add Label
fr: Ajouter une étiquette
it: Aggiungi Etichetta
pt: Adicionar Etiqueta

source: Add Main Photo
fr: Ajouter une photo principale
it: Aggiungi foto principale
pt: Adicionar foto principal

source: Add New Image or Video to Gallery
fr: Ajouter une nouvelle image ou vidéo à la galerie
it: Aggiungi una nuova immagine o un video alla galleria
pt: Adicionar Nova Imagem ou Vídeo à Galeria

source: Add New Item to Infobox
fr: Ajouter un nouvel élément à la boîte d'info
it: Aggiungere un nuovo elemento alla Infobox
pt: Adicionar novo item ao Infobox

source: Add a related page
fr: Ajouter une page liée
it: Aggiungi una pagina correlata
pt: Adicionar uma página relacionada

source: Add and Add Another
fr: Ajouter et Ajouter un autre
it: Aggiungere e aggiungere un altro
pt: Adicionar e Adicionar Outro

source: Add and Insert
fr: Ajouter et insérer
it: Aggiungi e inserisci
pt: Adicionar e Inserir

source: Add custom caption (optional)
fr: Ajouter une légende personnalisée (facultatif)
it: Aggiungi didascalia personalizzata (opzionale)
pt: Adicionar legenda personalizada (opcional)

source: Add or edit a citation
fr: Ajouter ou modifier une citation
it: Aggiungere o modificare una citazione
pt: Adicionar ou processar uma citação

source: Add or edit the main image
fr: Ajouter ou modifier l'image principale
it: Aggiungere o modificare l'immagine principale
pt: Adicionar ou editar a imagem principal

source: Add without Inserting
fr: Ajouter sans insérer
it: Aggiungi senza inserire
pt: Adicionar sem Inserir

source: Add your contribution to the world’s most universal knowledge base. You can create an article about anything.
fr: Ajoutez votre contribution à la base de connaissances la plus universelle du monde. Vous pouvez créer un article sur n'importe quoi.
it: Aggiungi il tuo contributo alla base di conoscenza più universale del mondo. È possibile creare un articolo su qualsiasi cosa.
pt: Adicione sua contribuição à base de conhecimento mais universal do mundo. Você pode criar um artigo sobre qualquer coisa.

source: Adding media makes an article more interactive and engaging.
fr: L'ajout de médias rend un article plus interactif et engageant.
it: L'aggiunta di media rende un articolo più interattivo e coinvolgente.
pt: A adição de mídia torna um artigo mais interativo e envolvente.

source: Additional boost amount
fr: Montant d'appoint supplémentaire
it: Quantità di aumento supplementare
pt: Quantidade de impulso adicional

source: Address / Location
fr: Adresse / Lieu
it: Indirizzo
pt: Local de Trabalho

source: Adult Content
fr: Contenu pour Adultes
it: Contenuto per adulti
pt: Conteúdo Adulto

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
fr: Tous les détenteurs de QI seront incités à créer des contenus neutres et de qualité et à travailler ensemble pour développer la réputation du réseau.
it: Tutti i titolari di IQ saranno incentivati alla creazione di contenuti neutrali e di qualità, e alla collaborazione reciproca per costruire la reputazione della rete.
pt: Todos os detentores de QI serão incentivados a criar conteúdo de qualidade e neutro e a trabalhar juntos na construção da reputação da rede.

source: Allow Non-Googlebot
fr: Autoriser les non-Googlebot
it: Consentire Non-Googlebot
pt: Permitir Não-Googlebot

source: Allowed formats:
fr: Formats autorisés :
it: Formati consentiti:
pt: Formatos permitidos:

source: An encyclopedia for the modern age.
fr: Une Encyclopédie spécialement conçue pour l’ère contemporaine
it: Un'Enciclopedia per l'era moderna
pt: Uma enciclopédia para a era moderna

source: An open community expanding the world’s knowledge
fr: Une communauté ouverte qui élargit les connaissances du monde entier
it: Una comunità aperta che amplia la conoscenza del mondo
pt: Uma comunidade aberta expandindo o conhecimento do mundo

source: Anonymous Tip
fr: Conseil anonyme
it: Suggerimento Anonimo
pt: Denúncia Anônima

source: Anyone with IQ Tokens is a stakeholder in the Everipedia Network. Using IQ tokens to vote, users decide which new articles and edits are added to the knowledge base.
fr: Toute personne ayant des jetons IQ est partie prenante dans le réseau Everipedia. En utilisant les jetons IQ pour voter, les utilisateurs décident quels nouveaux articles et modifications sont ajoutés à la base de connaissances.
it: Chiunque abbia i gettoni IQ è uno degli stakeholder di Everipedia Network. Utilizzando i token IQ per votare, gli utenti decidono quali nuovi articoli e modifiche vengono aggiunti alla knowledge base.
pt: Qualquer pessoa com Tokens IQ é parte interessada na Everipedia Network. Usando tokens IQ para votar, os usuários decidem quais novos artigos e edições são adicionados à base de conhecimento.

source: Are you sure you want to delete this
fr: Êtes vous sûr de vouloir effacer ceci
it: Sei sicuro di voler cancellare questo
pt: Tens a certeza que queres eliminar isto?

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
fr: Les articles sont récupérés en utilisant IPFS et EOS Storage. La majorité du QI est distribuée pendant l’airdrop.
it: Gli articoli vengono recuperati utilizzando IPFS e EOS Storage. La maggior parte degli IQ viene distribuita durante l'airdrop.
pt: Os artigos são buscados usando o IPFS e o EOS Storage. Maioria do QI sendo distribuída durante o lançamento.

source: As an editor, the killer feature of Everipedia is that as long as you use sources and a neutral wording, you can write an article about anything you want. A dapp you like, yourself — anything.
fr: En tant qu'éditeur, la caractéristique d'Everipedia est que tant que vous utilisez des sources et une formulation neutre, vous pouvez écrire un article sur ce que vous voulez. Une poupée que tu aimes, toi-même, n'importe quoi.
it: Come editore, la caratteristica principale di Everipedia è che, purché si utilizzino fonti e una formulazione neutrale, è possibile scrivere un articolo su tutto ciò che si desidera. Un dapp che ti piace, te stesso...... qualsiasi cosa.
pt: Como um editor, a característica assassina da Everipedia é que desde que você use fontes e uma linguagem neutra, você pode escrever um artigo sobre o que quiser. Um dapp que você gosta, você mesmo, qualquer coisa.

source: Audience
it: Pubblico
pt: Destinatários

source: Available
fr: Disponible
it: Disponibile
pt: Disponível

source: Available Balance
fr: Balance disponible
it: Saldo disponibile
pt: Saldo disponível

source: Balance Detail
fr: Détail du solde
it: Dettaglio Saldo
pt: Detalhe do saldo

source: Become an Editor
fr: Devenir rédacteur en chef
it: Diventa editore
pt: Torne-se um Editor

source: Birthday
fr: Date de naissance
it: Data di nascita
pt: Aniversário

source: Boost
fr: Renforcé
it: Metti in Evidenza
pt: Impulsionar

source: Boost amount
fr: Augmenter le montant
it: Aumentare l'importo
pt: Aumentar o montante

source: Boost your voting power
fr: Augmentez votre pouvoir de vote
it: Aumenta il tuo potere di voto
pt: Aumente o seu poder de voto

source: Boosting Failed
fr: Échec de la stimulation
it: Boosting fallito
pt: Impulsionando Falhou

source: Boosts / Voting Power
fr: Boosts / Pouvoir de vote
it: Aumenta / Potere di voto
pt: Boosts / Poder de Voto

source: CATEGORIES
it: CATEGORIE
pt: CATEGORIAS

source: CITATIONS
it: CITTÀ
pt: CITAÇÕES

source: Cancel
fr: Annuler
it: Annulla
pt: Cancelar

source: Can’t find what you’re looking for?
fr: Vous ne trouvez pas ce que vous cherchez ?
it: Non riesci a trovare quello che stai cercando?
pt: Não consegue encontrar o que procura?

source: Capacity
fr: Capacité
it: Capacità
pt: Capacidade

source: Career
fr: Carrière
it: Carriera
pt: Carreira

source: Categories
fr: Catégories
it: Categorie
pt: Categorias

source: Category
fr: Catégorie
it: Categoria
pt: Categoria

source: Censorship Resistant
fr: Anti-Censure
it: A Prova di Censura
pt: Censura Resistente

source: Centralized
fr: La blockchain de QI d’Everipedia offre un nouveau changement de paradigme et une nouvelle économie du savoir pour faire évoluer l’ancien modèle des bases de données centralisées sur le web semblables à Wikipedia. En créant une nouvelle structure stimulante et une interface d’administration distribué hébergée dans un blockchain, la nouvelle base de données Everipedia sera en mesure d'optimiser toutes les fonctionnalités essentielles de Wikipedia.
it: La blockchain Everipedia IQ fornisce un nuovo modello e una nuova economia conoscitiva per rivoluzionare il vecchio modello di enciclopedia online centralizzato, come quello di Wikipedia. Creando una nuova, stimolante struttura e un'interfaccia distribuita conservata su una blockchain, il nuovo centro di conoscenza Everipedia sarà in grado di migliorare tutti gli aspetti principali di Wikipedia.
pt: O blockchain de QI da Everipedia fornece uma nova mudança de paradigma e economia do conhecimento para romper o velho modelo centralizado de enciclopédia de conhecimento da internet, semelhante ao da Wikipedia. Ao criar uma nova estrutura de incentivos e um back-end distribuído hospedado em um blockchain, a nova base de conhecimento da Everipedia será capaz de melhorar todos os recursos fundamentais da Wikipedia.

source: Changed
fr: Modifié
it: Cambiato
pt: Modificado

source: Chat
fr: Discussion
pt: Bate-papo

source: Chat about this article!
fr: Discutez de cet article !
it: Parla di questo articolo!
pt: Converse sobre este artigo!

source: Chief Executive Officer
fr: Président-Directeur Général, Co-Fondateur
it: Chief Executive Officer (CEO), Co-fondatore
pt: CEO, co-fundador

source: Chief Information Officer
fr: Directeur des Systèmes d’Information
it: Chief Information Officer (CIO)
pt: Diretor de tecnologia da informação

source: Chief Operating Officer
fr: Chef de l'Exploitation
it: Chief Operating Officer (CEO)
pt: Diretor de Operações

source: Chief Product Officer
fr: Chef de produit
it: Responsabile di prodotto
pt: Diretor de Produtos

source: Chief Technology Officer
fr: Directeur de la Technologie, Co-Fondateur
it: Chief Technology Officer (CTO), Co-fondatore
pt: Diretor de Tecnologia, Co-Fundador

source: Choose a new main image
fr: Choisir une nouvelle image principale
it: Scegli una nuova immagine principale
pt: Escolha uma nova imagem principal

source: Choose another login method
fr: Choisir une autre méthode de connexion
it: Scegliere un altro metodo di accesso
pt: Escolha outro método de login

source: Choose images
fr: Choisir les images
it: Totale Immagini
pt: Selecione as imagens

source: Citation
fr: Citations
it: Citazione
pt: Citação

source: Cite
fr: Citer
it: Citazione
pt: Citar

source: City
fr: Ville
it: Città
pt: Cidade

source: Click here
fr: Cliquez ici pour télécharger une photo pour votre profil de rédacteur.
it: Clicca qui per caricare una foto per il tuo profilo editor.
pt: Clique aqui para enviar uma foto para o seu perfil de editor.

source: Click or drag a non-media file to this area to upload, such as a PDF, Word document, or Excel file.
fr: Cliquez ou faites glisser un fichier non multimédia dans cette zone pour le télécharger, tel qu'un fichier PDF, Word ou Excel.
it: Fare clic o trascinare un file non multimediale in quest'area da caricare, come un PDF, un documento Word o un file Excel.
pt: Clique ou arraste um arquivo não-mídia para esta área para carregar, como um PDF, documento Word ou arquivo Excel.

source: Click to select the type of edit you made (required)
fr: Cliquez pour sélectionner le type de modification que vous avez effectuée (obligatoire)
it: Clicca per selezionare il tipo di modifica che hai fatto (richiesto)
pt: Clique para selecionar o tipo de edição que você fez (obrigatório)

source: Click to vote on this edit
fr: Cliquez pour voter sur cette modification
it: Clicca per votare su questa modifica
pt: Clique para votar nesta edição

source: Co-Founder Wikipedia, CIO Everipedia
fr: Co-fondateur de Wikipedia, CIO Everipedia
it: Co-Fondatore Wikipedia, CIO Everipedia
pt: Co-fundador da Wikipedia, CIO Everipedia

source: Column
fr: Colonne
it: Colonna
pt: Coluna

source: Comment
fr: Commentaire
it: Commento
pt: Comentário

source: Common Questions
fr: Questions fréquentes
it: Domande comuni
pt: Perguntas frequentes

source: Confirm Your Boost
fr: Confirmez votre coup de pouce
it: Conferma il tuo Boost
pt: Confirme o seu impulso

source: Confirm Your Vote
fr: Confirmez votre vote
it: Conferma il tuo voto
pt: Confirme seu voto

source: Confirm that you are using the latest version of your wallet.
fr: Confirmez que vous utilisez la dernière version de votre portefeuille.
it: Confermare che si sta utilizzando l'ultima versione del portafoglio.
pt: Confirme que está a utilizar a versão mais recente da sua carteira.

source: Confirm that you have enough IQ in your wallet (50IQ required to submit at edit)
fr: Confirmez que vous avez suffisamment de QI dans votre portefeuille (50QI requis pour soumettre à la vérification)
it: Confermare che avete abbastanza IQ nel vostro portafoglio (50IQ richiesto per l'invio al momento della modifica)
pt: Confirme que você tem IQ suficiente em sua carteira (50IQ necessário para enviar na edição)

source: Confirm that you have sufficient EOS resources. For additional information, please see our FAQs.
fr: Confirmez que vous disposez de ressources EOS suffisantes. Pour plus d'informations, veuillez consulter notre FAQ.
it: Confermare di disporre di risorse EOS sufficienti. Per ulteriori informazioni, consultare le nostre FAQ.
pt: Confirme que tem recursos EOS suficientes. Para mais informações, consulte as nossas FAQs.

source: Confirm that you have your wallet open and that you are logged in
fr: Confirmez que votre portefeuille est ouvert et que vous êtes connecté
it: Conferma di avere il portafoglio aperto e di aver effettuato il login
pt: Confirme que tem a sua carteira aberta e que está logado

source: Congratulations, your boost was recorded for this article.
fr: Félicitations, votre coup de pouce a été enregistré pour cet article.
it: Congratulazioni, la vostra spinta è stata registrata per questo articolo.
pt: Parabéns, o seu impulso foi gravado para este artigo.

source: Congratulations, your vote was recorded for this article.
fr: Félicitations, votre vote a été enregistré pour cet article.
it: Congratulazioni, il vostro voto è stato registrato per questo articolo.
pt: Parabéns, seu voto foi registrado para este artigo.

source: Connect this page to another language variant of it
fr: Connecter cette page à une autre variante linguistique de celle-ci
it: Collega questa pagina ad un'altra variante linguistica di essa
pt: Conecte esta página a outra variante de idioma da mesma

source: Contact
it: Contatto
pt: Contato

source: Contact Info
fr: Informations de contact
it: Info Contatto
pt: Informações de Contato

source: Contact Type
fr: Type de Contact
it: Tipo di Contatto
pt: Tipo de Contato

source: Contact us
fr: Nous contacter
it: Contattaci
pt: Fale Conosco

source: Content
fr: Contenu
it: Contenuto
pt: Conteúdo

source: Copy Text
fr: Copier le texte
it: Copia testo
pt: Copiar Texto

source: Copy URL
fr: Copier l’URL
it: Copia URL
pt: Copiar URL

source: Country
fr: Pays
it: Nazione
pt: País

source: Create New Wiki
fr: Créer un nouveau wiki
it: Creare un nuovo Wiki
pt: Criar novo Wiki

source: Create an Article
fr: Créer un nouvel article
it: Creare un nuovo articolo
pt: Criar novo artigo

source: Creation
fr: Création
it: Creazione
pt: Criação

source: Creative Work / Art
fr: Travail Créatif / Art
it: Creative Work/Arte
pt: Trabalho Criativo/Arte

source: Creator
fr: Créateur
it: Creatore
pt: Criador

source: Creator(s)
fr: Créateur(s)
it: Creatore(i)
pt: Criador(es)

source: Current IQ Price
fr: Prix actuel du QI
it: Prezzo attuale del QI
pt: Preço IQ atual

source: Currently Staked
fr: Jalonné actuellement
it: Attualmente impilato
pt: Estabelecido atualmente

source: DAY
fr: Jour
it: Giorno
pt: Dia

source: Daniel Liebeskind is a product-oriented software developer focused on creating great user experiences. Daniel has worn many hats including venture capital investor, software developer, product manager and startup founder and has been building distributed apps since 2017.
fr: Daniel Liebeskind est un développeur de logiciels axé sur les produits et axé sur la création d'expériences utilisateur exceptionnelles. Daniel a porté de nombreux chapeaux, notamment ceux d'investisseur en capital de risque, de développeur de logiciels, de gestionnaire de produits et de fondateur de startup, et il a créé des applications distribuées depuis 2017.
it: Daniel Liebeskind è uno sviluppatore di software orientato al prodotto e focalizzato sulla creazione di grandi esperienze utente. Daniel ha indossato molti cappelli tra cui investitore di venture capital, sviluppatore di software, product manager e fondatore di startup e dal 2017 costruisce applicazioni distribuite.
pt: Daniel Liebeskind é um desenvolvedor de software orientado a produtos focado em criar grandes experiências de usuário. Daniel já usou muitos chapéus, incluindo investidor de capital de risco, desenvolvedor de software, gerente de produto e fundador da startup e vem construindo aplicativos distribuídos desde 2017.

source: Date Created
fr: Date de création
it: Data di creazione
pt: Data Criada

source: Decentralized
fr: Décentralisé
it: Decentralizzata
pt: Descentralizado

source: Delete Message
fr: Supprimer le message
it: Cancella messaggio
pt: Apagar mensagem

source: Democratic
fr: Démocratique
it: Democratica
pt: Democrático

source: Democratic Governance
fr: Gouvernance démocratique
it: Governance democratica
pt: Governança Democrática

source: Desktop view of Everipedia article
fr: Vue du bureau de l'article Everipedia
it: Vista desktop dell'articolo di Everipedia
pt: Visão geral do artigo da Everipedia

source: Director of Software Engineering
fr: Directeur du génie logiciel
it: Direttore dell'ingegneria del software
pt: Diretor de Engenharia de Software

source: Discard
fr: Rejeter
it: Cancella
pt: Descartar

source: Display Name
fr: Afficher le nom
it: Nome Visualizzato
pt: Nome de Exibição

source: Display Name must be longer than 3 characters
fr: Le nom de l'affichage doit comporter plus de 3 caractères
it: Il nome del display deve essere più lungo di 3 caratteri
pt: Nome de exibição deve ter mais de 3 caracteres

source: Do Not Sell My Personal Information
fr: Ne pas vendre mes renseignements personnels
it: Non vendere i miei dati personali
pt: Não Venda Minha Informação Pessoal

source: EDITOR COMMENT
fr: COMMENTAIRE DE LA RÉDACTION
it: IMPEGNO DELL'EDITORE
pt: COMENTÁRIO DO EDITOR

source: EDITORS
fr: Rédacteurs
it: Editori
pt: Editores

source: EDITS
fr: Modifier
it: Modifica
pt: Editar

source: EXISTING BOOST
fr: BOOSTE EXISTANTE
it: POTENZIAMENTO ESISTENTE
pt: BOOST EXISTENTE

source: EXPIRING SOON
fr: Expire bientôt
it: Sta per scadere
pt: Expira em breve

source: Earn IQ rewards by voting.
fr: Obtenez des récompenses IQ en votant.
it: Guadagnare IQ premi con il voto.
pt: Ganhe recompensas de QI votando.

source: Earn Rewards for Contributing
fr: Gagnez des récompenses pour avoir contribué
it: Guadagnare ricompense per il suo contributo
pt: Ganhe Recompensas por Contribuir

source: Edit
fr: Modifier
it: Modifica
pt: Editar

source: Edit Categories
fr: Modifier les catégories
it: Modifica categorie
pt: Editar Categoria

source: Edit Now
fr: Modifier maintenant
it: Modifica ora
pt: Editar agora

source: Edit Public Profile
fr: Éditer le Profil Public
it: Modifica profilo pubblico
pt: Editar perfil público

source: Edit a metadata item
fr: Modifier un élément de métadonnées
it: Modifica di un elemento di metadati
pt: Editar um item de metadados

source: Edit the list of categories for the page
fr: Modifier la liste des catégories de la page
it: Modifica l'elenco delle categorie per la pagina
pt: Editar a lista de categorias para a página

source: Edited
fr: édité le
it: redatto
pt: editado

source: Editing / Voting issues
fr: Questions relatives à la révision et au vote
it: Modifica/voto di questioni relative alla modifica o al voto
pt: Edição/ Votação de problemas
