Repository: 8bitkevin/everipedia-languages
Catalog: *.po
Languages: fr, it, pt

source: Your Chats
fr: Vos Chats
it: Le vostre chat
pt: Seus bate-papos

source: Your Edit Was Successfully Submitted for Voting
fr: Votre modification a été soumise avec succès au vote
it: La tua modifica è stata presentata con successo per la votazione
pt: Sua edição foi submetida com sucesso para votação

source: Your Edit was not Submitted
fr: Votre modification n'a pas été soumise
it: La tua modifica non è stata inviata
pt: Seu Editar não foi Submetido

source: Your Vote was Successful
fr: Votre vote a été un succès
it: Il tuo voto ha avuto successo
pt: O seu voto foi bem sucedido

source: Your active chats will be displayed here when you start conversations in articles.
fr: Vos chats actifs seront affichés ici lorsque vous commencez des conversations dans les articles.
it: Le chat attive verranno visualizzate qui quando si iniziano le conversazioni negli articoli.
pt: Seus chats ativos serão exibidos aqui quando você iniciar conversas em artigos.

source: Your edit will now be voted on by the community. If it is accepted, you will receive an IQ reward for your contribution. The IQ Tokens that you used to propose your edit will be locked up (staked) for 21 days.
fr: Votre modification sera maintenant votée par la communauté. Si elle est acceptée, vous recevrez une récompense IQ pour votre contribution. Les jetons IQ que vous avez utilisés pour proposer votre montage seront bloqués (jalonnés) pendant 21 jours.
it: La tua modifica sarà ora votata dalla comunità. Se viene accettato, riceverai un premio IQ per il tuo contributo. I QI Tokens che hai usato per proporre la tua modifica saranno bloccati (picchettati) per 21 giorni.
pt: Sua edição será agora votada pela comunidade. Se for aceite, receberá uma recompensa de QI pela sua contribuição. Os Tokens IQ que você usou para propor sua edição serão bloqueados (apostados) por 21 dias.

source: about EOS and IQ, or
fr: sur EOS et IQ, ou
it: su EOS e IQ, oppure
pt: sobre EOS e QI, ou

source: about Everipedia’s login options.
fr: sur les options de connexion d'Everipedia.
it: sulle opzioni di login di Everipedia.
pt: sobre as opções de login da Everipedia.

source: about using a wallet
fr: à propos de l'utilisation d'un portefeuille
it: sull'uso di un portafoglio
pt: sobre usar uma carteira

source: and
fr: et
it: e
pt: e

source: approve
fr: Approuver
it: Approva
pt: Aprovar

source: born
fr: née
it: nato
pt: nascido

source: buy and sell IQ
fr: acheter et vendre IQ
it: comprare e vendere IQ
pt: comprar e vender IQ

source: changed
fr: modifié
it: modificato
pt: alterado

source: edit
fr: Modifier
it: Modifica
pt: Editar

source: edited
fr: édité le
it: redatto
pt: editado

source: file size is too big
fr: la taille du fichier est trop grande
it: la dimensione del file è troppo grande
pt: o tamanho do arquivo é muito grande

source: for
fr: pour
it: per
pt: para

source: founded
fr: fondé
it: istituita
pt: fundado

source: if you think you are receiving this message in error.
fr: si vous pensez recevoir ce message par erreur.
it: se si pensa di aver ricevuto questo messaggio per errore.
pt: se acha que está a receber esta mensagem por engano.

source: include
fr: inclure
it: includi
pt: incluir

source: is a
fr: est un
it: è un
pt: é um

source: is a place
fr: Définir Votes
it: Invia i Voti
pt: Votar

source: is an event that was first started on
fr: est un événement qui a d'abord débuté le
it: e' un evento che e' stato avviato per la prima volta in data
pt: é um evento que foi iniciado pela primeira vez em

source: is known for
fr: est connu pour
it: e' noto per
pt: é conhecido por

source: is not a supported file extension
fr: n'est pas une extension de fichier prise en charge
it: non è un'estensione di file supportata
pt: não é uma extensão de arquivo suportada

source: is product created on
fr: est un produit créé sur
it: è un prodotto creato su
pt: é o produto criado em

source: is work that was created on
fr: est un travail qui a été créé sur
it: è un lavoro che è stato creato su
pt: é o trabalho que foi criado em

source: merged
fr: fusionné
it: fusi
pt: fundido

source: merged into this article.
fr: ont fusionné dans cet article.
it: in questo articolo.
pt: fundiu-se neste artigo.

source: offers
fr: Offres
it: offerte
pt: ofertas

source: on these exchanges
fr: Changes pris en charge:
it: Piattaforme di Exchange Supportate
pt: Trocas Suportadas

source: or
fr: ou
it: o
pt: ou

source: reject
fr: Rejeter
it: Rifiuta
pt: Rejeitar

source: removed
fr: supprimé
it: rimosso
pt: removido

source: started his/her career at
fr: a commencé sa carrière chez
it: ha iniziato la sua carriera in
pt: iniciou a sua carreira em

source: talk to someone about getting started!
fr: parler à quelqu'un de la façon de commencer !
it: parlare con qualcuno di come iniziare!
pt: falar com alguém sobre como começar!

source: these exchanges.
fr: Changes pris en charge:
it: Piattaforme di Exchange Supportate
pt: Trocas Suportadas

source: to choose a quality image
fr: choisir une image de qualité
it: per scegliere un'immagine di qualità
pt: para escolher uma imagem de qualidade

source: to choose a quality image.
fr: pour choisir une image de qualité.
it: per scegliere un'immagine di qualità.
pt: para escolher uma imagem de qualidade.

source: to participate in community conversations
fr: participer à des conversations communautaires
it: partecipare alle conversazioni della comunità
pt: participar em conversas comunitárias

source: to view our FAQs
fr: pour consulter notre FAQ
it: per visualizzare le nostre FAQ
pt: para ver as nossas FAQs

source: views
fr: Vues
it: Visualizzazioni
pt: Visualizações

source: vote
fr: Voter
it: Vota
pt: Votar

source: voted
fr: voté
it: votato
pt: Votado

source: votes
it: voti
pt: votos

source: was created by
fr: a été créé par
it: è stato creato da
pt: foi criado por

source: was formed by
fr: a été formé par
it: è stato formato da
pt: foi formada por

source: was started by
fr: a été lancé par
it: è stato avviato da
pt: foi iniciado por

source: words
fr: mots
it: parole
pt: palavras

source: IQ EARNED
fr: QI GAGNÉ
it: Q.I. EARNED

source: IQ HOLDERS
fr: DÉTENTEURS DE QI
it: TITOLARI DI QI

source: Item(s)
fr: Élément(s)
it: Elemento/i

source: POPULAR
fr: POPULAIRE
it: POPOLARE

source: Trivia
fr: Questionnaire
it: Curiosità

source: Upload
fr: Télécharger
it: Carica

source: VotUsernameed
fr: Nom d'utilisateur VotUsernameed
it: Nome utente

source: bytes
fr: octets
it: byte

source: Feedback
fr: Avis

source: Link
fr: Lien
