Repository: 8bitkevin/everipedia-languages
Catalog: *.po
Languages: fr, it, pt

source: Login with Google
fr: Se connecter avec Google
it: Accedi con Google
pt: Entrar com o Google

source: Login with Kakao
fr: Connectez-vous avec Kakao
it: Accedi con Kakao
pt: Entrar com Kakao

source: Login with Line
fr: Connectez-vous avec Line
it: Accedi con Line
pt: Iniciar sessão com Linha

source: Login with Phone
fr: Connectez-vous avec votre téléphone
it: Accedi con il telefono
pt: Entrar com o telefone

source: Login with Scatter
fr: Se connecter avec Scatter
it: Accedi con Scatter
pt: Login com Scatter

source: Login with Scatter to use your existing EOS blockchain account.
fr: Connectez-vous avec Scatter pour utiliser votre compte EOS existant.
it: Accedi con Scatter per utilizzare il tuo account EOS blockchain esistente.
pt: Inicie sessão com Scatter para utilizar a sua conta blockchain EOS existente.

source: Login with Twitter
fr: Se connecter avec Twitter
it: Accedi con Twitter
pt: Entrar com Twitter

source: MEDIA
fr: Média
pt: Mídia

source: MONTH
fr: Mois
it: Mese
pt: Mês

source: MOST RECENT
fr: LES PLUS RÉCENTS
it: IL PIÙ RECENTE
pt: MAIS RECENTE

source: MY ACTIVITY
fr: MON ACTIVITÉ
it: LA MIA ATTIVITÀ
pt: A MINHA ACTIVIDADE

source: MY EDITS
fr: MES ÉDITS
it: LE MIE MODIFICHE
pt: MEUS EDITOS

source: Make an Edit
fr: Effectuer une modification
it: Effettuare una modifica
pt: Faça um Editar

source: Max file size: 5mb, accepted:
fr: Taille maximale du fichier : 5mb, accepté :
it: Dimensione massima del file: 5mb, accettato:
pt: Tamanho máximo do arquivo: 5mb, aceito:

source: Media
fr: Média
pt: Mídia

source: Medical / Biology
fr: Médical / Biologie
it: Medicina/Biologia
pt: Medicina/Biologia

source: Medical Code
fr: Code médical
it: Codice medico
pt: Código Médico

source: Meet our team
fr: Rencontrez notre équipe
it: Artisti
pt: Conheça nosso time

source: Merge
fr: Fusionner Page
it: Unisci Pagina
pt: Mesclar página

source: Merge this page into another Everipedia page
fr: Fusionner cette page dans une autre page Everipedia
it: Unisci questa pagina in un'altra pagina di Everipedia
pt: Fundir esta página em outra página da Everipedia

source: Merged
fr: Sloučeno
it: Fusione
pt: Fundidos

source: Messages
it: Messaggi
pt: Mensagens

source: Mobile editing coming soon
fr: Le montage mobile bientôt disponible
it: Mobile editing in arrivo
pt: Edição móvel em breve

source: Mobile view of Everipedia user profile
fr: Vue mobile du profil utilisateur d'Everipedia
it: Vista mobile del profilo utente di Everipedia
pt: Vista móvel do perfil de utilizador da Everipedia

source: Modern Design and Features
fr: Design et caractéristiques modernes
it: Design moderno e caratteristiche
pt: Design e Características Modernas

source: More Articles and Content
fr: Plus d'articles et de contenu
it: Altri articoli e contenuti
pt: Mais artigos e conteúdos

source: More Results
fr: Plus de résultats
it: Altri risultati
pt: Mais resultados

source: Must change something to submit your profile to the blockchain
fr: Vous devez changer quelque chose pour soumettre votre profil à la chaîne de blocage
it: Deve cambiare qualcosa per inviare il tuo profilo alla catena di blocco
pt: Deve mudar alguma coisa para enviar seu perfil para a blockchain

source: Must log in to chat
fr: Doit se connecter pour chatter
it: Per chattare è necessario effettuare il login
pt: Tem de iniciar sessão para conversar

source: NEW BOOST
fr: NOUVEAU BOOST
it: NUOVO POTENZIAMENTO
pt: NOVO IMPULSO

source: Nationality
fr: Nationalité
it: Nazionalità
pt: Nacionalidade

source: New Article
fr: Créer un nouvel article
it: Creare un nuovo articolo
pt: Criar novo artigo

source: No
fr: Non
pt: Não

source: No Changes
fr: Sauvegarder les modifications
it: Salva modifiche
pt: Salvar alterações

source: No Chats in Directory
fr: Pas de Chats dans l'annuaire
it: Nessuna chat in Directory
pt: Nenhum bate-papo no diretório

source: No Edits
fr: Dernières modifications
it: Ultime modifiche
pt: Últimas edições

source: No Preview Available
fr: Aperçu non disponible
it: Anteprima non disponibile
pt: Pré-visualização não disponível

source: No Search Results
fr: Aucun résultat de recherche
it: Nessun risultato della ricerca
pt: Sem Resultado(s) na Busca

source: No Votes
fr: Définir Votes
it: Invia i Voti
pt: Votar

source: No profile information available
fr: Aucune information de profil disponible
it: Nessuna informazione sul profilo disponibile
pt: Nenhuma informação de perfil disponível

source: No public profile information available
fr: Aucune information publique disponible sur le profil
it: Nessuna informazione di profilo pubblico disponibile
pt: Nenhuma informação de perfil público disponível

source: No result returned
fr: Aucun résultat retourné
it: Nessun risultato restituito
pt: Nenhum resultado retornado

source: No votes
fr: Définir Votes
it: Invia i Voti
pt: Votar

source: None
fr: Aucun
it: Nessuno
pt: Nenhum

source: Not changed
fr: Modifié
it: Cambiato
pt: Modificado

source: Notable People
fr: Personnes remarquables
it: Notevoli persone
pt: Pessoas Notáveis

source: Notifications
it: Notifiche
pt: Notificações

source: Number of Employees
fr: Nombre d'employés
it: Numero di dipendenti
pt: Funcionários

source: ORIGINAL PAGES
fr: PAGES ORIGINALES
it: PAGINE ORIGINALI
pt: PÁGINAS ORIGINAIS

source: Occupation
it: Occupazione
pt: Ocupação

source: Once you submit edits, they will be displayed immediately in the article and be open for voting. If approved by the community, your edits will be accepted into the article.
fr: Une fois que vous aurez soumis vos modifications, elles seront affichées immédiatement dans l'article et seront ouvertes au vote. Si la communauté l'approuve, vos modifications seront acceptées dans l'article.
it: Una volta inviate le modifiche, queste verranno visualizzate immediatamente nell'articolo e saranno aperte al voto. Se approvate dalla comunità, le tue modifiche saranno accettate nell'articolo.
pt: Uma vez enviadas as edições, elas serão exibidas imediatamente no artigo e estarão abertas para votação. Se aprovado pela comunidade, suas edições serão aceitas no artigo.

source: Once you submit your edits, they will be displayed immediately in the article and be open for voting. If approved by the community, your edits will be accepted into the article.
fr: Une fois que vous aurez soumis vos modifications, elles seront affichées immédiatement dans l'article et seront ouvertes au vote. Si la communauté l'approuve, vos modifications seront acceptées dans l'article.
it: Una volta inviate le vostre modifiche, esse verranno visualizzate immediatamente nell'articolo e saranno aperte al voto. Se approvate dalla comunità, le tue modifiche saranno accettate nell'articolo.
pt: Uma vez que você enviar suas edições, elas serão exibidas imediatamente no artigo e estarão abertas para votação. Se aprovado pela comunidade, suas edições serão aceitas no artigo.

source: Operating Area
fr: Surface d'exploitation
it: Area operativa
pt: Área de Atuação

source: Organization
fr: Organisation
it: Organizzazione
pt: Organização

source: Organization / Company / Institution
fr: Organisation / Entreprise / Institution
it: Organizzazione/Azienda/Istituto
pt: Organização/Empresa/Instituição

source: Organizer(s)
fr: Organisateur(s)
it: Organizzatore(i)
pt: Organizador(es)

source: Other
fr: Autre
it: Altro
pt: Outro

source: Other Login Options
fr: Autres Options de connexion
it: Altre Opzioni di Login
pt: Outras opções de login

source: Our global offices
fr: Nos bureaux dans le monde
it: I nostri uffici globali
pt: Nossos escritórios globais

source: Our mission to build the world’s greatest encyclopedia requires a skilled executive team that embraces grand challenges. At Everipedia, we are fortunate to have people with deep experience and knowledge in both the education and blockchain industry.
fr: Notre mission de construire la plus grande encyclopédie du monde exige une équipe de direction compétente qui relève de grands défis. Chez Everipedia, nous avons la chance d'avoir des gens avec une grande expérience et des connaissances à la fois dans l'industrie de l'éducation et dans l'industrie de la chaîne d'approvisionnement en bloc.
it: La nostra missione di costruire la più grande enciclopedia del mondo richiede un team esecutivo qualificato che affronta grandi sfide. Su Everipedia abbiamo la fortuna di avere persone con una profonda esperienza e conoscenza sia nel settore dell'istruzione che in quello della catena di blocchi.
pt: Nossa missão de construir a maior enciclopédia do mundo requer uma equipe de executivos qualificados que abraça grandes desafios. Na Everipedia, temos a sorte de ter pessoas com profunda experiência e conhecimento, tanto na educação e na indústria de blockchain.

source: Out of IQ
fr: En dehors du QI
it: Dal quoziente d'intelligenza
pt: Fora do QI

source: Override text?
fr: Remplacer le texte ?
it: Sovrascrivere il testo?
pt: Substituir texto?

source: Page Note
it: Nota sulla pagina
pt: Nota da página

source: Page Removal
fr: Suppression de page
it: Rimozione della pagina
pt: Remoção de página

source: Page Removed
fr: Page supprimée
it: Pagina Rimossa
pt: Página Removida

source: Page Type
fr: Page
it: Pagina
pt: Página

source: Page removed.
fr: Page supprimée.
it: Pagina rimossa.
pt: Página removida.

source: Page type
fr: Page
it: Pagina
pt: Página

source: Participants
it: Partecipanti
pt: Participantes

source: Performer(s)
fr: Interprète(s)
it: Performer(i)
pt: Executante(s)

source: Permalink
fr: Permalien
pt: Link Permanente

source: Permanently increase your voting power for this article by burning IQ.
fr: Augmentez de façon permanente votre pouvoir de vote pour cet article en brûlant votre QI.
it: Aumenta permanentemente il tuo potere di voto per questo articolo bruciando il QI.
pt: Aumente permanentemente o seu poder de voto para este artigo queimando o QI.

source: Permission
it: Permesso
pt: Permissão

source: Person
fr: Personne
it: Persona
pt: Pessoa

source: Personal
fr: Personnel
it: Personale
pt: Pessoal

source: Phone
fr: Téléphone
it: Telefono
pt: Telefone

source: Place / Location
fr: Lieu / Emplacement
it: Luogo/Posizione
pt: Lugar/localização

source: Place of Birth
fr: Lieu de naissance
it: Luogo di nascita
pt: Local de nascimento

source: Please add at least one citation
fr: Veuillez ajouter au moins une citation
it: Si prega di aggiungere almeno una citazione
pt: Por favor, adicione pelo menos uma citação

source: Please begin typing...
fr: Veuillez commencer à taper.....
it: Si prega di iniziare a digitare......
pt: Por favor, comece a escrever...

source: Please enter a URL
fr: Veuillez entrer un message
it: Inserisci un messaggio
pt: Por favor, insira uma mensagem

source: Please enter a URL.
fr: Veuillez entrer un message
it: Inserisci un messaggio
pt: Por favor, insira uma mensagem

source: Please enter a caption
fr: Veuillez saisir un sujet
it: Inserisci un oggetto
pt: Introduza um assunto

source: Please enter a comment for this edit
fr: Veuillez entrer un message
it: Inserisci un messaggio
pt: Por favor, insira uma mensagem

source: Please enter a message
fr: Veuillez entrer un message
it: Inserisci un messaggio
pt: Por favor, insira uma mensagem

source: Please enter a subject
fr: Veuillez saisir un sujet
it: Inserisci un oggetto
pt: Introduza um assunto

source: Please enter a valid email address
fr: S'il vous plaît, mettez une adresse email valide
it: Per favore inserisci un indirizzo email valido
pt: Por favor insira um endereço de e-mail válido

source: Please enter the ISBN for the book
fr: Veuillez entrer l'ISBN pour le livre
it: Inserisci il codice ISBN per il libro
pt: Por favor introduza o ISBN do livro

source: Please enter your email address
fr: Merci d'indiquer votre adresse e-mail
it: Inserisci il tuo indirizzo email
pt: Por favor, informe o seu endereço de e-mail

source: Please enter your full name
fr: Saisissez votre nom complet
it: Inserisci il tuo nome completo
pt: Por favor digite seu nome completo

source: Please make sure you are inserting in a valid location!
fr: S'il vous plaît assurez-vous que vous êtes en train d'insérer dans un endroit valide !
it: Si prega di assicurarsi di inserire in un luogo valido!
pt: Por favor, certifique-se de que você está inserindo em um local válido!

source: Please select a comment category
fr: Veuillez sélectionner une catégorie de commentaires
it: Seleziona una categoria di commento
pt: Por favor, selecione uma categoria de comentário

source: Please select the page you want to merge into
fr: Veuillez sélectionner la page dans laquelle vous voulez fusionner
it: Si prega di selezionare la pagina in cui ci si vuole fondere
pt: Por favor, selecione a página em que você deseja mesclar

source: Please try again
fr: Veuillez réessayer
it: Riprovare
pt: Por favor, tente novamente

source: Popular Chats
fr: Chats populaires
it: Chat popolari
pt: Bate-papos Populares

source: Powered by
fr: Alimenté par
it: Offerto da
pt: Desenvolvido por

source: Powered by you.
fr: Alimenté par
it: Offerto da
pt: Desenvolvido por

source: President
fr: Président(e)
it: Presidente
pt: Presidente

source: Preview Not Available
fr: Aperçu non disponible
it: Anteprima non disponibile
pt: Pré-visualização não disponível

source: Privacy
fr: Confidentialité
pt: Privacidade

source: Product
fr: Produit
it: Prodotto
pt: Produto

source: Product / Merchandise
fr: Produit / Marchandise
it: Prodotto/Merchandising
pt: Produto/Mercadoria

source: Production Date(s)
fr: Date(s) de production
it: Data o date di produzione
pt: Data(s) de produção

source: Profile image
fr: Image de l’utilisateur
it: Immagine del profilo
pt: Imagem de perfil

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
fr: Le modèle de preuve d'enjeu (PoS) permet de voter pour modifier et actualiser le réseau QI au cours de son développement. Il facilitera également l'importation par lots de nouveau contenu sans frais.
it: Il modello PoS (Proof of Stake) utilizza un sistema di votazione per modificare e migliorare la rete IQ man mano che si espande. Inoltre, facilita l'importazione batch di nuovi contenuti senza alcuna commissione.
pt: O modelo de prova de aposta (PoS) permite que a votação mude e atualize a rede de QI à medida que ela cresce. Também facilitará importações em lote de novos conteúdos sem taxas.

source: Proposals
fr: Proposition
it: Proposte
pt: Propostas

source: Provide a description of your edit (optional)
fr: Fournir une description de votre modification (facultatif)
it: Fornire una descrizione della propria modifica (opzionale)
pt: Fornecer uma descrição da sua edição (opcional)

source: Provide the reason for your vote (optional)
fr: Indiquez la raison de votre vote (facultatif)
it: Indicare il motivo del voto (facoltativo)
pt: Indique o motivo do seu voto (opcional)

source: Questions?
fr: Foire Aux Questions - Everipedia, l'encyclopédie qui appartient à tous
it: Domande frequenti - Everipedia, l'enciclopedia di tutti
pt: Perguntas frequentes - Everipedia, enciclopédia de todos

source: Quickly login or create a new account to make edits, create articles, vote, and more!
fr: Connectez-vous rapidement ou créez un nouveau compte pour faire des modifications, créer des articles, voter, et plus encore !
it: Accedi rapidamente o crea un nuovo account per apportare modifiche, creare articoli, votare e altro ancora!
pt: Faça login rapidamente ou crie uma nova conta para fazer edições, criar artigos, votar e muito mais!

source: RECENT
fr: Cliquer ici pour revenir à l'activité récente
it: RECENTE
pt: Recente

source: RECENT TWEETS
fr: RECENTS TWEETS
it: DUE POSSIBILI DUE POSSIBILIZIONI RECENTI
pt: TWEETS RECENTES

source: Read
fr: Lire
it: Leggi
pt: Lido

source: Recent Activity
fr: Activité Récente
it: Attività recente
pt: Atividade recente

source: Recent Chats
fr: Chats récents
it: Chat recenti
pt: Bate-papos Recentes

source: Redirecting to ORE ID authentication page
fr: Rediriger vers la page d'authentification ORE ID
it: Reindirizzamento alla pagina di autenticazione ORE ID
pt: Redirecionamento para a página de autenticação do ORE ID

source: Redirecting to ORE ID authentication page.
fr: Rediriger vers la page d'authentification ORE ID
it: Reindirizzamento alla pagina di autenticazione ORE ID
pt: Redirecionamento para a página de autenticação do ORE ID

source: References
fr: Références
it: Referenze
pt: Referências

source: Reject
fr: Rejeter
it: Rifiuta
pt: Rejeitar

source: Rejected
fr: Rejeté
it: Rifiutato
pt: Rejeitado

source: Related Articles
fr: Articles liés
it: Articoli correlati
pt: Artigos Relacionados

source: Release Date
fr: Date de sortie
it: Data di uscita
pt: Data de lançamento

source: Remaining
fr: Temps restant
it: Tempo residuo
pt: Tempo disponível

source: Remote URL
fr: URL distante
it: URL remoto
pt: URL remoto

source: Remove
fr: Supprimer
it: Rimuovi
pt: Remover

source: Remove Page
fr: Supprimer la page
it: Rimuovi pagina
pt: Remover página

source: Removed
fr: Supprimé
it: Rimosso
pt: Removido

source: Reply
fr: Répondre
it: Rispondi
pt: Responder

source: Report Abuse
fr: Signaler un abus
it: Segnala abuso
pt: Denunciar abuso

source: Report Bug
fr: Signaler une erreur
it: Segnala un Bug
pt: Informar erro

source: Report a Bug
fr: Signaler un bug
it: Segnala un bug
pt: Reportar um erro

source: Restricted area.
fr: Espace privé.
it: Area riservata.
pt: Área restrita.

source: Resume
fr: CV
it: Riprendi
pt: Currículo

source: Row
fr: Ligne
it: Riga
pt: Linha

source: Sam Kazemian is an Iranian-American Internet entrepreneur and programmer. His journey in crypto started after he put together a homemade CPU+GPU mining rig in his UCLA dorm room. His passion for the industry led him to integrate blockchain technology to an online knowledge base for the first time in history.
fr: Sam Kazemian est un entrepreneur et programmeur irano-américain d'Internet. Son voyage dans la cryptographie a commencé après qu'il ait monté une installation minière CPU+GPU faite maison dans sa chambre d'étudiant de l'UCLA. Sa passion pour l'industrie l'a amené à intégrer pour la première fois dans l'histoire la technologie de la chaîne de blocs à une base de connaissances en ligne.
it: Sam Kazemian è un imprenditore e programmatore iraniano-americano di Internet. Il suo viaggio in crittografia è iniziato dopo aver messo insieme un impianto minerario CPU+GPU fatto in casa nella sua stanza del dormitorio UCLA. La sua passione per l'industria lo ha portato a integrare per la prima volta nella storia la tecnologia a catena di blocchi in una base di conoscenze online.
pt: Sam Kazemian é um empreendedor e programador irano-americano da Internet. Sua jornada em criptografia começou depois que ele montou uma plataforma de mineração de CPU+GPU em seu dormitório da UCLA. Sua paixão pela indústria levou-o a integrar a tecnologia blockchain a uma base de conhecimento on-line pela primeira vez na história.

source: Save
fr: Sauvegarder
it: Salva
pt: Salvar

source: Science / Academia / Humanities
fr: Science / Université / Sciences Humaines
it: Scienza/Accademia/Umanistica
pt: Ciência/Academia/Humanidades

source: Search Everipedia...
fr: Rechercher sur Everipedia
it: Ricerca su Everipedia
pt: Pesquisar na Everipedia

source: Search to find out if the topic already exists
fr: Rechercher pour savoir si le sujet existe déjà
it: Cerca per scoprire se l'argomento esiste già
pt: Pesquisar para descobrir se o tópico já existe

source: Search to find out if the topic already has an article
fr: Rechercher pour savoir si le sujet contient déjà un article
it: Cerca per scoprire se l'argomento ha già un articolo
pt: Pesquisar para descobrir se o tópico já tem um artigo

source: See Activity
fr: Voir Activité
it: Vedi attività
pt: Ver Actividade

source: See more blog posts
fr: Voir plus d'articles de blog
it: Vedi altri post del blog
pt: Ver mais posts em blogs

source: See something missing?
fr: Tu vois quelque chose qui manque ?
it: Vedi che manca qualcosa?
pt: Vês alguma coisa em falta?

source: See your edit on a block explorer
fr: Voir vos modifications sur un explorateur de blocs
it: Vedi la tua modifica su un esploratore di blocchi
pt: Veja sua edição em um block explorer

source: Select
fr: Veuillez sélectionner une catégorie de commentaires
it: Seleziona una categoria di commento
pt: Por favor, selecione uma categoria de comentário

source: Select Categories
fr: Sélectionner des Catégories
it: Seleziona Categorie
pt: Selecionar Categorias

source: Select Other Social Login Option
fr: Sélectionner une autre option de connexion sociale
it: Selezionare un'altra opzione di accesso sociale
pt: Selecione outra opção de login social

source: Select Platform
fr: Sélectionner la plate-forme
it: Seleziona Piattaforma
pt: Selecione plataforma

source: Select a reason
fr: Sélectionnez une raison
it: Seleziona un motivo
pt: Selecione uma razão

source: Select different reason
fr: Choisir une autre raison
it: Seleziona un motivo diverso
pt: Selecione um motivo diferente

source: Send
fr: Envoyer
it: Invia
pt: Enviar

source: Send Another
fr: Ajouter un autre
it: Aggiungi un Altro
pt: Adicionar Outro

source: Send a message to other editors
fr: Envoyer un message à d'autres éditeurs
it: Inviare un messaggio ad altri editori
pt: Enviar uma mensagem a outros editores

source: Send us a message
fr: Envoyez-nous un message
it: Inviaci un messaggio
pt: Envie-nos uma mensagem

source: Service(s)
it: Servizio(i)
pt: Serviço (s)

source: Services
it: Servizi
pt: Serviços

source: Share via:
fr: Partager via :
it: Condividi con:
pt: Partilhar via:

source: Show All Citations
fr: Afficher toutes les citations
it: Mostra tutte le citazioni
pt: Mostrar todas as citações

source: Sign Up
fr: S'inscrire
it: Registrati
pt: Inscrever-se

source: Sign with Wallet
fr: Enseigne avec porte-monnaie
it: Firma con portafoglio
pt: Sinal com Carteira

source: Social Media
fr: Médias sociaux
pt: Redes Sociais

source: Social Platforms
fr: Plateformes sociales
it: Piattaforme sociali
pt: Plataformas Sociais

source: Staked
fr: Jalonné
it: Impilato
pt: Estacado

source: Start Contributing
fr: Commencez à contribuer
it: Inizia a contribuire
pt: Comece a contribuir

source: Start Contributing on Everipedia
fr: Commencez à contribuer sur Everipedia
it: Inizia a contribuire su Everipedia
pt: Comece a contribuir na Everipedia

source: Start Date
fr: Date de début
it: Data Inizio
pt: Data de Início

source: Start Exploring
fr: Commencez à explorer
it: Inizia ad esplorare
pt: Comece a explorar

source: Start creating content for this article here...
fr: Commencez à créer du contenu pour cet article ici....
it: Inizia a creare contenuti per questo articolo qui.....
pt: Comece a criar conteúdo para este artigo aqui...

source: State
fr: État
it: Stato
pt: Estado

source: Sub Page Type
fr: Type de sous-page
it: Tipo di sotto-pagina
pt: Tipo de Sub-Página

source: Subject
fr: Sujet
it: Oggetto
pt: Assunto

source: Submit
fr: Envoyer
it: Invia
pt: Enviar

source: Submit Article Edits
fr: Soumettre les modifications d'article
it: Presentare le modifiche dell'articolo
pt: Submeter edições de artigos

source: Submitting Your Article Edit
fr: Soumettre votre article Modifier
it: Invio della modifica dell'articolo
pt: Submetendo sua edição de artigo

source: Successfully Voted!
fr: Voté avec succès !
it: Votati con successo!
pt: Votado com sucesso!

source: Successfully placed
fr: Placés avec succès
it: Posizionato con successo
pt: Colocado com sucesso

source: Successfully sent message
fr: Message envoyé avec succès
it: Messaggio inviato con successo
pt: Mensagem enviada com sucesso
